Repository: vanbuynderwim/Venyu_Flutter
Catalog: lib/l10n/app_*.arb
Languages: fr, nl

# communityGuidelinesProhibited
source: Hidden offers, spam, fraud, deception, offensive or explicit content, toxic or discriminatory behavior, religious discussions, hateful statements, politics, job postings or vacancies, advertising or commercial messages.
fr: Offres cachées, spam, fraude, tromperie, contenu offensant ou explicite, comportement toxique ou discriminatoire, discussions religieuses, déclarations haineuses, politique, offres d'emploi ou postes vacants, publicité ou messages commerciaux.
nl: Een verdoken aanbod, spam, oplichting, misleiding, aanstootgevende of expliciete inhoud, toxisch of discriminerend gedrag, religieuze discussies, haatdragende uitspraken, vacatures of jobadvertenties, politiek, reclame of commerciële boodschappen.

# errorStateDefaultTitle
source: Something went wrong
fr: Quelque chose s'est mal passé
nl: Er ging iets mis

# errorStateRetryButton
source: Retry
fr: Réessayer
nl: Opnieuw proberen

# firstCallSettingsDescription
source: You see matches first, others only find out when you show interest. Screen potential introductions discreetly before revealing the match.
fr: Vous voyez les matches en premier, les autres ne le découvrent que lorsque vous montrez de l'intérêt. Filtrez les introductions potentielles discrètement avant de révéler le match.
nl: Jij ziet matches eerst, anderen ontdekken het pas wanneer jij interesse toont. Screen potentiële introducties discreet voordat je de match onthult.

# firstCallSettingsEnableLabel
source: Enable
fr: Activer
nl: Inschakelen

# firstCallSettingsUpgradeSubtitle
source: Unlock First Call and see the matches first.
fr: Débloquez First Call et voyez les matches en premier.
nl: Ontgrendel First Call en zie de matches als eerste.

# firstCallSettingsUpgradeButton
source: Upgrade to Pro
fr: Passer à Pro
nl: Upgraden naar Pro

# firstCallSettingsVenueInfo
source: Available when publishing to a venue
fr: Disponible lors de la publication dans un lieu
nl: Beschikbaar bij publiceren naar een venue

# promptInteractionResumeButton
source: Resume
fr: Reprendre
nl: Hervatten

# paywallTitle
source: Join Venyu Pro
fr: Rejoignez Venyu Pro
nl: Word lid van Venyu Pro

# paywallButtonNotNow
source: Not now
fr: Pas maintenant
nl: Niet nu

# paywallButtonSubscribe
source: Subscribe
fr: S'abonner
nl: Abonneren

# paywallButtonContinue
source: Continue
fr: Continuer
nl: Doorgaan

# paywallButtonSubscribeContinue
source: Subscribe & Continue
fr: S'abonner et continuer
nl: Abonneren & Doorgaan

# paywallButtonContinueToVenyu
source: Continue to Venyu
fr: Continuer vers Venyu
nl: Doorgaan naar Venyu

# paywallButtonRestorePurchases
source: Restore Purchases
fr: Restaurer les achats
nl: Aankopen herstellen

# paywallDailyCost
source: {currency}{price} per day
fr: {currency}{price} par jour
nl: {currency}{price} per dag

# paywallDiscountBadge
source: {percentage}% OFF
fr: {percentage}% DE RÉDUCTION
nl: {percentage}% KORTING

# paywallErrorLoadOptions
source: Failed to load subscription options
fr: Échec du chargement des options d'abonnement
nl: Laden van abonnementsopties mislukt

# paywallSuccessActivated
source: Subscription activated successfully!
fr: Abonnement activé avec succès !
nl: Abonnement succesvol geactiveerd!

# paywallErrorPurchaseFailed
source: Purchase failed. Please try again.
fr: Échec de l'achat. Veuillez réessayer.
nl: Aankoop mislukt. Probeer het opnieuw.

# paywallSuccessRestored
source: Purchases restored successfully!
fr: Achats restaurés avec succès !
nl: Aankopen succesvol hersteld!

# paywallInfoNoSubscriptions
source: No active subscriptions found
fr: Aucun abonnement actif trouvé
nl: Geen actieve abonnementen gevonden

# paywallErrorRestoreFailed
source: Failed to restore purchases
fr: Échec de la restauration des achats
nl: Herstellen van aankopen mislukt

# matchesViewEmptyActionButton
source: Ask a question
fr: Posez une question
nl: Stel een vraag

# profileViewTitle
source: Profile
fr: Profil
nl: Profiel

# profileViewFabJoinVenue
source: Join a venue
fr: Rejoindre un lieu
nl: Venue toevoegen

# profileHeaderBioPlaceholder
source: Write something about yourself...
fr: Écrivez quelque chose sur vous...
nl: Schrijf iets over jezelf...

# profileHeaderReachOutButton
source: Introduce yourself
fr: Présentez-vous
nl: Stel jezelf voor

# profileHeaderAlreadyConnectedButton
source: Already connected?
fr: Déjà connecté ?
nl: Al geconnecteerd ?

# getMatchedButtonLabel
source: Get matched
fr: Être matché
nl: Word gematcht

# reviewPendingPromptsErrorUpdate
source: Failed to update
fr: Échec de la mise à jour
nl: Bijwerken mislukt

# reviewPendingPromptsErrorUpdateAll
source: Failed to update all
fr: Échec de la mise à jour de tout
nl: Bijwerken van alles mislukt

# reviewPendingPromptsRejectSelected
source: Reject {count}
fr: Rejeter {count}
nl: {count} afwijzen

# reviewPendingPromptsApproveSelected
source: Approve {count}
fr: Approuver {count}
nl: {count} toestaan

# reviewPendingPromptsRejectAll
source: Reject all
fr: Tout rejeter
nl: Alles afwijzen

# reviewPendingPromptsApproveAll
source: Approve all
fr: Tout approuver
nl: Alles toestaan

# matchSectionNoSharedConnections
source: No shared connections
fr: Aucune connexion partagée
nl: Geen gedeelde connecties

# matchSectionNoSharedTags
source: No shared tags
fr: Aucun tag partagé
nl: Geen gedeelde tags

# matchSectionNoSharedVenues
source: No shared venues
fr: Aucun lieu partagé
nl: Geen gedeelde venues

# matchSectionUnknownTagGroup
source: Unknown
fr: Inconnu
nl: Onbekend

# matchActionsSkipDialogTitle
source: Skip this match?
fr: Passer ce match ?
nl: Deze match overslaan?

# matchActionsSkipDialogMessage
source: This match will be removed from your matches. The other person will not receive any notification and won't know you skipped them.
fr: Ce match sera supprimé de vos matches. L'autre personne ne recevra aucune notification et ne saura pas que vous l'avez passée.
nl: Deze match wordt verwijderd uit je matches. De andere persoon ontvangt geen melding en zal niet weten dat je hem/haar hebt overgeslagen.

# matchActionsSkipError
source: Failed to skip match
fr: Échec de passer le match
nl: Overslaan van match mislukt

# matchActionsConnectError
source: Failed to connect
fr: Échec de la connexion
nl: Verbinden mislukt

# matchFinishTitle
source: Great!
fr: Super !
nl: Gelukt!

# matchFinishDescription
source: Your request has been submitted.
fr: Votre demande a été soumise.
nl: Je verzoek is ingediend.

# matchFinishInfoMessage
source: If {firstName} also requests an introduction, you’ll both receive an email with each of you CC’d so you can get in touch.
fr: Si {firstName} demande également une introduction, vous recevrez tous les deux un e-mail avec vous deux en copie afin que vous puissiez entrer en contact.
nl: Als {firstName} ook een introductie wil, ontvangen jullie automatisch een mail met beiden in Cc om kennis te maken.

# matchFinishDoneButton
source: Done
fr: Terminé
nl: Klaar

# registrationCompleteError
source: Failed to complete registration. Please try again.
fr: Échec de la finalisation de l'inscription. Veuillez réessayer.
nl: Voltooien van registratie mislukt. Probeer het opnieuw.

# registrationCompleteTutorialPrompt1
source: with experience in scaling internationally.
fr: avec de l'expérience en développement international.
nl: met ervaring in internationaal opschalen.

# registrationCompleteTutorialPrompt2
source: with experience securing EU grants and open to sharing lessons learned.
fr: avec de l'expérience en obtention de subventions européennes et ouvert au partage de leçons apprises.
nl: met ervaring in Europese subsidies en graag zijn learnings deelt.

# registrationCompleteTutorialPrompt3
source: who has started or run a coworking space before.
fr: qui a démarré ou géré un espace de coworking auparavant.
nl: die al een coworking space heeft opgestart of uitgebaat.

# registrationCompleteTutorialPrompt4
source: with expertise in animal nutrition for new pet-food concepts.
fr: avec une expertise en nutrition animale pour de nouveaux concepts d'aliments pour animaux.
nl: met expertise in diervoeding voor nieuwe petfoodconcepten.

# avatarUploadError
source: Failed to upload photo. Please try again.
fr: Échec du téléchargement de la photo. Veuillez réessayer.
nl: Uploaden van foto mislukt. Probeer het opnieuw.

# avatarRemoveError
source: Failed to remove photo. Please try again.
fr: Échec de la suppression de la photo. Veuillez réessayer.
nl: Verwijderen van foto mislukt. Probeer het opnieuw.

# versionCheckUpdateAvailable
source: A new version is available. Tap here to update!
fr: Une nouvelle version est disponible. Appuyez ici pour mettre à jour !
nl: Een nieuwe versie is beschikbaar. Tik hier om te updaten!

# baseListViewLoading
source: Loading...
fr: Chargement...
nl: Laden...

# baseListViewErrorTitle
source: Failed to load data
fr: Échec du chargement des données
nl: Laden van gegevens mislukt

# baseFormViewErrorUpdate
source: Failed to update, please try again
fr: Échec de la mise à jour, veuillez réessayer
nl: Bijwerken mislukt, probeer het opnieuw

# errorPrefix
source: Error:
fr: Erreur :
nl: Fout:

# inviteCodeErrorInvalidOrExpired
source: This code is invalid or has expired. Please check your code and try again.
fr: Ce code est invalide ou a expiré. Veuillez vérifier votre code et réessayer.
nl: Deze code is ongeldig of verlopen. Controleer je code en probeer het opnieuw.

# inviteCodeErrorRequired
source: Please enter an invite code.
fr: Veuillez entrer un code d'invitation.
nl: Voer een uitnodigingscode in.

# inviteCodeErrorLength
source: The code must be exactly 8 characters long.
fr: Le code doit contenir exactement 8 caractères.
nl: De code moet precies 8 karakters lang zijn.

# venueErrorNotMember
source: You are not a member of this venue or it does not exist.
fr: Vous n'êtes pas membre de ce lieu ou il n'existe pas.
nl: Je bent geen lid van deze venue of deze bestaat niet.

# venueErrorCodeInvalidOrExpired
source: This code is invalid or has expired. Please request a new code.
fr: Ce code est invalide ou a expiré. Veuillez demander un nouveau code.
nl: Deze code is ongeldig of verlopen. Vraag een nieuwe code aan.

# venueErrorAlreadyMember
source: You are already a member of this venue.
fr: Vous êtes déjà membre de ce lieu.
nl: Je bent al lid van deze venue.

# venueErrorCodeRequired
source: Please enter a venue code.
fr: Veuillez entrer un code de lieu.
nl: Voer een venue code in.

# venueErrorCodeLength
source: The code must be exactly 8 characters long.
fr: Le code doit contenir exactement 8 caractères.
nl: De code moet precies 8 karakters lang zijn.

# venueErrorAdminRequired
source: You need admin privileges to view venue members.
fr: Vous avez besoin de privilèges d'administrateur pour voir les membres du lieu.
nl: Je hebt admin rechten nodig om venue leden te bekijken.

# venueErrorIdRequired
source: Venue ID is required.
fr: L'ID du lieu est requis.
nl: Venue ID is vereist.

# venueErrorAdminRequiredPrompts
source: You need admin privileges to view venue requests.
fr: Vous avez besoin de privilèges d'administrateur pour voir les demandes du lieu.
nl: Je hebt admin rechten nodig om venue vragen te bekijken.

# venueErrorPermissionDenied
source: You don't have permission to view matches for this venue.
fr: Vous n'avez pas la permission de voir les matches de ce lieu.
nl: Je hebt geen toestemming om matches voor deze venue te bekijken.

# optionButtonCompleteProfile
source: Complete profile
fr: Compléter le profil
nl: Profiel voltooien

# returningUserTutorialWelcome
source: Welcome back {name}
fr: Bon retour {name}
nl: Welkom terug {name}

# returningUserTutorialDescription
source: The rules in Venyu have changed and we'd like to walk you through them step by step. Spoiler: we're saying goodbye to the 3 daily prompts, and even to the word 'prompt'.
fr: Les règles de Venyu ont changé et nous aimerions vous les expliquer étape par étape. Spoiler : nous disons adieu aux 3 prompts quotidiens, et même au mot 'prompt'.
nl: De spelregels in Venyu zijn veranderd en we leggen je het graag even stap voor stap uit. Spoiler: we nemen afscheid van de 3 dagelijkse prompts, en zelfs van het woord 'prompt'.

# returningUserTutorialButton
source: Show me
fr: Montrez-moi
nl: Laat zien

# returningUserTutorialDoneDescription
source: Thanks for taking the time, enjoy this new version!
fr: Merci d'avoir pris le temps, profitez de cette nouvelle version !
nl: Bedankt om even de tijd te nemen, veel plezier met deze nieuwe versie!

# returningUserTutorialDoneButton
source: Close
fr: Fermer
nl: Sluiten

# registrationStepNotificationsTitle
source: Notifications
nl: Activeer meldingen

# accountSettingsNotificationsTitle
source: Notifications
nl: Meldingen

# promptSectionStatsTitle
source: Stats
nl: Statistieken

# promptSectionIntroTitle
source: Intros
nl: Introductions

# matchDetailTitleIntroduction
source: Introduction
nl: Introductie

# matchDetailTypeIntroduction
source: introduction
nl: introductie

# matchReachOutTitle
source: Introduction
nl: Introductie

# editNotificationsTitle
source: Notifications
nl: Notificaties

# promptDetailPauseMatchingConfirm
source: Pause
nl: Pauzeren

# venueDetailIntroductionSingular
source: Introduction
nl: Introductie

# venueDetailIntroductionsPlural
source: Introductions
nl: Introducties

# promptInteractionPauseButton
source: Pause
nl: Pauzeren

# paywallSubtitle
source: Make the net work. Better 💪
nl: Laat het netwerk werken. Beter 💪
