Repository: vanbuynderwim/Venyu_Flutter
Catalog: lib/l10n/app_*.arb
Languages: fr, nl

# accountSettingsBlockedUsersDescription
source: View and manage blocked users
fr: Voir et gérer les utilisateurs bloqués
nl: Bekijk en beheer geblokkeerde gebruikers

# accountSettingsAutoIntroductionTitle
source: Auto-introduction
fr: Auto-présentation
nl: Automatische introductie

# accountSettingsAutoIntroductionDescription
source: Automatically opt-in for introductions on matches
fr: Demander automatiquement une présentation lors des matches
nl: Automatisch introductie aanvragen bij matches

# accountSettingsInviteCodesTitle
source: Invite codes
fr: Codes d'invitation
nl: Uitnodigingscodes

# accountSettingsInviteCodesDescription
source: Available invite codes
fr: Codes d'invitation disponibles
nl: Beschikbare uitnodigingscodes

# accountSettingsLinksTitle
source: Links
fr: Liens

# accountSettingsLinksDescription
source: Your personal social links
fr: Vos liens sociaux personnels
nl: Je persoonlijke sociale links

# profileEditAccountTitle
source: Account
fr: Compte

# profileEditAccountDescription
source: Manage your account
fr: Gérer votre compte
nl: Beheer je account

# reviewTypeUserTitle
source: User generated
fr: Généré par les utilisateurs
nl: Door gebruiker aangemaakt

# reviewTypeUserDescription
source: Requests submitted by users
fr: Demandes soumises par les utilisateurs
nl: Vragen ingediend door gebruikers

# reviewTypeSystemTitle
source: AI generated
fr: Généré par IA
nl: AI gegenereerd

# reviewTypeSystemDescription
source: Daily generated requests by AI
fr: Demandes quotidiennes générées par IA
nl: Dagelijks gegenereerde vragen door AI

# navCards
source: My requests
fr: Offre & demande
nl: Vraag & aanbod

# navProfile
source: Profile
fr: Profil
nl: Profiel

# actionSave
source: Save
fr: Enregistrer
nl: Opslaan

# actionSend
source: Send
fr: Envoyer
nl: Versturen

# actionCancel
source: Cancel
fr: Annuler
nl: Annuleren

# actionDelete
source: Delete
fr: Supprimer
nl: Verwijderen

# actionEdit
source: Edit
fr: Modifier
nl: Bewerken

# actionNext
source: Next
fr: Suivant
nl: Volgende

# actionSkip
source: Not now
fr: Pas maintenant
nl: Niet nu

# buttonSkip
source: Skip
fr: Passer
nl: Overslaan

# actionConfirm
source: Confirm
fr: Confirmer
nl: Bevestigen

# actionInterested
source: Introduce me
fr: Présentez-moi
nl: Stel me voor

# successSaved
source: Saved successfully
fr: Enregistré avec succès
nl: Succesvol opgeslagen

# dialogRemoveAvatarTitle
source: Remove Avatar
fr: Supprimer l'avatar
nl: Avatar verwijderen

# dialogRemoveAvatarMessage
source: Are you sure you want to remove your avatar?
fr: Êtes-vous sûr de vouloir supprimer votre avatar ?
nl: Weet je zeker dat je je avatar wilt verwijderen?

# dialogRemoveButton
source: Remove
fr: Supprimer
nl: Verwijderen

# dialogErrorTitle
source: Error
fr: Erreur
nl: Fout

# dialogLoadingMessage
source: Loading...
fr: Chargement...
nl: Laden...

# validationEmailRequired
source: Email is required
fr: L'e-mail est requis
nl: E-mail is verplicht

# validationEmailInvalid
source: Please enter a valid email address
fr: Veuillez entrer une adresse e-mail valide
nl: Voer een geldig e-mailadres in

# validationUrlInvalid
source: Please enter a valid URL (e.g., example.com)
fr: Veuillez entrer une URL valide (ex: exemple.com)
nl: Voer een geldige URL in (bijv. voorbeeld.com)

# validationLinkedInUrlInvalid
source: Please enter a valid LinkedIn profile URL (e.g., https://www.linkedin.com/in/yourname)
fr: Veuillez entrer une URL de profil LinkedIn valide (ex: https://www.linkedin.com/in/votrepresom)
nl: Voer een geldige LinkedIn profiel URL in (bijv. https://www.linkedin.com/in/jouwnaam)

# validationFieldRequired
source: {fieldName} is required
fr: {fieldName} est requis
nl: {fieldName} is verplicht

# validationFieldRequiredDefault
source: This field is required
fr: Ce champ est requis
nl: Dit veld is verplicht

# validationMinLength
source: {fieldName} must be at least {minLength} characters long
fr: {fieldName} doit contenir au moins {minLength} caractères
nl: {fieldName} moet minimaal {minLength} karakters lang zijn

# validationMaxLength
source: {fieldName} cannot exceed {maxLength} characters
fr: {fieldName} ne peut pas dépasser {maxLength} caractères
nl: {fieldName} mag maximaal {maxLength} karakters bevatten

# validationOtpRequired
source: Verification code is required
fr: Le code de vérification est requis
nl: Verificatiecode is verplicht

# validationOtpLength
source: Verification code must be 6 digits
fr: Le code de vérification doit contenir 6 chiffres
nl: Verificatiecode moet 6 cijfers zijn

# validationOtpNumeric
source: Verification code must contain only numbers
fr: Le code de vérification ne peut contenir que des chiffres
nl: Verificatiecode mag alleen nummers bevatten

# imageSourceCameraTitle
source: Camera
fr: Caméra

# imageSourceCameraDescription
source: Take a new photo
fr: Prendre une nouvelle photo
nl: Neem een nieuwe foto

# imageSourcePhotoLibraryTitle
source: Photo Library
fr: Bibliothèque
nl: Fotobibliotheek

# imageSourcePhotoLibraryDescription
source: Choose from library
fr: Choisir depuis la bibliothèque
nl: Kies uit bibliotheek

# pagesProfileEditTitle
source: Profile Edit
fr: Édition du profil
nl: Profiel bewerken

# pagesProfileEditDescription
source: Edit profile information
fr: Modifier les informations du profil
nl: Bewerk profielinformatie

# pagesLocationTitle
source: Location
fr: Localisation
nl: Locatie

# pagesLocationDescription
source: Location settings
fr: Paramètres de localisation
nl: Locatie-instellingen

# promptSectionCardTitle
source: Status
fr: Statut

# promptSectionCardDescription
source: View your request details
fr: Voir les détails de votre demande
nl: Bekijk je vraag details

# promptSectionStatsDescription
source: Performance and analytics
fr: Performance et analyses
nl: Prestaties en analyses

# promptSectionIntroDescription
source: Matches and introductions
fr: Matches et introductions
nl: Matches en introducties

# promptStatusDraftDisplay
source: Draft
fr: Brouillon
nl: Concept

# promptStatusDraftInfo
source: Your request is saved as a draft. Complete and submit it to start getting matches.
fr: Votre demande est sauvegardée comme brouillon. Complétez-la et soumettez-la pour commencer à recevoir des matches.
nl: Je vraag is opgeslagen als concept. Maak het af en dien het in om matches te ontvangen.

# promptStatusPendingReviewDisplay
source: Pending Review
fr: En attente de validation
nl: In afwachting van beoordeling

# promptStatusPendingReviewInfo
source: Your request is being reviewed by our team. This usually takes 12-24 hours to check if the content follows community guidelines.
fr: Votre demande est en cours d'examen par notre équipe. Cela prend généralement 12-24 heures pour vérifier si le contenu respecte les directives de la communauté.
nl: Je vraag wordt beoordeeld door ons team. Dit duurt meestal 12-24 uur om te controleren of de inhoud voldoet aan de community richtlijnen.

# promptStatusPendingTranslationDisplay
source: Pending Translation
fr: En attente de traduction
nl: Wordt vertaald

# promptStatusPendingTranslationInfo
source: Your request is being translated to other languages.
fr: Votre demande est en cours de traduction vers d'autres langues.
nl: Je vraag wordt vertaald naar andere talen.

# promptStatusApprovedDisplay
source: Approved
fr: Approuvé
nl: Goedgekeurd

# promptStatusApprovedInfo
source: Your request has been approved and is live. You can receive matches.
fr: Votre demande a été approuvée et est active. Vous pouvez recevoir des matches.
nl: Je vraag is goedgekeurd en staat live. Je kunt matches ontvangen.

# promptStatusRejectedDisplay
source: Rejected
fr: Rejeté
nl: Afgewezen

# promptStatusRejectedInfo
source: Your request was rejected for not following community guidelines. Please edit and resubmit.
fr: Votre demande a été rejetée car elle ne respecte pas les directives de la communauté. Veuillez la modifier et la soumettre à nouveau.
nl: Je vraag werd afgewezen omdat het niet voldoet aan de community richtlijnen. Pas het aan en dien het opnieuw in.

# promptStatusArchivedDisplay
source: Archived
fr: Archivé
nl: Gearchiveerd

# promptStatusArchivedInfo
source: Your request has been archived and is no longer visible to other users.
fr: Votre demande a été archivée et n'est plus visible par les autres utilisateurs.
nl: Je vraag is gearchiveerd en niet meer zichtbaar voor andere gebruikers.

# venueTypeEventDisplayName
source: Event
fr: Événement
nl: Evenement

# venueTypeEventDescription
source: Temporary venue for events, conferences, or meetups
fr: Lieu temporaire pour événements, conférences ou rencontres
nl: Tijdelijke venue voor evenementen, conferenties of meetups

# venueTypeOrganisationDisplayName
source: Community
fr: Communauté
nl: Gemeenschap

# venueTypeOrganisationDescription
source: Permanent venue for companies or organizations
fr: Lieu permanent pour entreprises ou organisations
nl: Permanente venue voor bedrijven of organisaties

# emptyStateNotificationsTitle
source: All caught up!
fr: Tout est à jour !
nl: Helemaal up-to-date

# emptyStateNotificationsDescription
source: When something happens that you should know about, we'll update you here
fr: Quand quelque chose d'important se passe, nous vous informerons ici
nl: Als er iets gebeurt waar je van moet weten, laten we het je hier weten

# emptyStateReviewsTitle
source: All caught up!
fr: Tout est à jour !
nl: Helemaal up-to-date

# emptyStateReviewsDescription
source: When requests are submitted for review, they will appear here
fr: Quand des demandes sont soumises pour examen, elles apparaîtront ici
nl: Wanneer vragen ter beoordeling worden ingediend, verschijnen ze hier

# emptyStateMatchesTitle
source: Waiting for your first match!
fr: En attente de votre premier match !
nl: Wachten op je eerste match!

# emptyStateMatchesDescription
source: Once you have a match, it will appear here. Ask your first question to get matched faster.
fr: Une fois que vous aurez un match, il apparaîtra ici. Posez votre première question pour être matché plus rapidement.
nl: Zodra je een match hebt, verschijnt deze hier. Stel je eerste vraag om sneller gematcht te worden.

# emptyStatePromptsTitle
source: Ready to get matched?
fr: Prêt à être matché ?
nl: Klaar om gematcht te worden?

# emptyStatePromptsDescription
source: Requests are matched with the offers of other entrepreneurs. Ask yours to discover who can help you.
fr: Les demandes sont matchées avec les offres d'autres entrepreneurs. Posez la vôtre pour découvrir qui peut vous aider.
nl: Vragen worden gematcht met het aanbod van andere ondernemers. Stel die van jou om te ontdekken wie jou kan helpen.

# emptyStateNotificationSettingsTitle
source: No settings available
fr: Aucun paramètre disponible
nl: Geen instellingen beschikbaar

# emptyStateNotificationSettingsDescription
source: Notification settings will appear here once they are configured.
fr: Les paramètres de notification apparaîtront ici une fois configurés.
nl: Notificatie-instellingen verschijnen hier zodra ze zijn geconfigureerd.

# notificationSettingsTitle
source: Notification settings
fr: Paramètres de notification
nl: Notificatie-instellingen

# notificationSettingsPushSection
source: Push notifications
fr: Notifications push
nl: Push notificaties

# notificationSettingsEmailSection
source: Email notifications
fr: Notifications email
nl: Email notificaties

# notificationsDisabledWarning
source: Push notifications are disabled. Tap here to enable them in your device settings.
fr: Les notifications push sont désactivées. Appuyez ici pour les activer dans les paramètres de votre appareil.
nl: Push notificaties zijn uitgeschakeld. Tik hier om ze in te schakelen in je toestel instellingen.

# authGoogleRetryingMessage
source: Please wait...
fr: Veuillez patienter...
nl: Even geduld...

# redeemInviteTitle
source: Enter your invite code
fr: Entrez votre code d'invitation
nl: Voer je uitnodigingscode in

# redeemInviteSubtitle
source: Please enter the 8-character invite code you received to continue.
fr: Veuillez entrer le code d'invitation à 8 caractères que vous avez reçu pour continuer.
nl: Voer de 8-karakters uitnodigingscode in die je hebt ontvangen om door te gaan.

# redeemInviteContinue
source: Continue
fr: Continuer
nl: Doorgaan

# redeemInvitePlaceholder
source: Enter invite code
fr: Entrer le code d'invitation
nl: Voer uitnodigingscode in

# waitlistFinishTitle
source: You're on the list!
fr: Vous êtes sur la liste !
nl: Je staat op de lijst!

# waitlistFinishDescription
source: Thanks for joining the Venyu waitlist. We'll notify you as soon as new spots open up.
fr: Merci de rejoindre la liste d'attente Venyu. Nous vous informerons dès que de nouvelles places se libèrent.
nl: Bedankt voor je aanmelding op de Venyu wachtlijst. We laten je weten zodra er nieuwe plaatsen beschikbaar zijn.

# waitlistFinishButton
source: Done
fr: Terminé
nl: Klaar

# waitlistTitle
source: Join the waitlist
fr: Rejoindre la liste d'attente
nl: Meld je aan voor de wachtlijst

# waitlistDescription
source: Venyu is invite-only. Join the waitlist and get invited when new spots are open.
fr: Venyu est sur invitation uniquement. Rejoignez la liste d'attente et soyez invité lorsque de nouvelles places s'ouvrent.
nl: Venyu is alleen op uitnodiging. Meld je aan voor de wachtlijst en ontvang een uitnodiging wanneer er nieuwe plaatsen beschikbaar zijn.

# waitlistNameHint
source: Your full name
fr: Votre nom complet
nl: Je volledige naam

# waitlistCompanyHint
source: Your company name
fr: Le nom de votre entreprise
nl: Je bedrijfsnaam

# waitlistRoleHint
source: Your role / title
fr: Votre rôle / titre
nl: Je functie / titel

# waitlistEmailHint
source: Your email address
fr: Votre adresse e-mail
nl: Je e-mailadres

# waitlistButton
source: Join waitlist
fr: Rejoindre la liste d'attente
nl: Aanmelden voor wachtlijst

# waitlistErrorDuplicate
source: This email is already on the waitlist
fr: Cet e-mail est déjà sur la liste d'attente
nl: Dit e-mailadres staat al op de wachtlijst

# waitlistErrorFailed
source: Failed to join waitlist. Please try again.
fr: Échec d'inscription à la liste d'attente. Veuillez réessayer.
nl: Aanmelden voor wachtlijst mislukt. Probeer het opnieuw.

# waitlistSuccessMessage
source: You've been added to the waitlist! We'll notify you when we're ready.
fr: Vous avez été ajouté à la liste d'attente ! Nous vous préviendrons quand nous serons prêts.
nl: Je bent toegevoegd aan de wachtlijst! We laten je weten wanneer we klaar zijn.

# inviteScreeningTitle
source: Welcome to venyu 🤝
fr: Bienvenue sur venyu 🤝
nl: Welkom bij venyu 🤝

# inviteScreeningDescription
source: The invite-only community for entrepreneurs where the right matches lead to real introductions.
fr: La communauté sur invitation pour entrepreneurs où les bons matches mènent à de vraies introductions.
nl: De invite-only community voor ondernemers waar de juiste matches leiden tot echte introducties.

# inviteScreeningHasCode
source: I have an invite code
fr: J'ai un code d'invitation
nl: Ik heb een uitnodigingscode

# inviteScreeningNoCode
source: I don't have an invite code
fr: Je n'ai pas de code d'invitation
nl: Ik heb geen uitnodigingscode

# onboardWelcome
source: Welcome {name} 👋
fr: Bienvenue {name} 👋
nl: Welkom {name} 👋

# onboardStart
source: Start
fr: Démarrer

# loginLegalText
source: By signing in, you agree to our Terms an Conditions.
fr: En vous connectant, vous acceptez nos Conditions d'utilisation.
nl: Door in te loggen ga je akkoord met onze Algemene Voorwaarden.

# joinVenueTitle
source: Join venue
fr: Rejoindre le lieu
nl: Venue toevoegen

# joinVenueSubtitle
source: Enter the 8-character invite code to join.
fr: Entrez le code d'invitation à 8 caractères pour rejoindre.
nl: Voer de 8-karakters uitnodigingscode in om deel te nemen.

# joinVenueButton
source: Join
fr: Rejoindre
nl: Deelnemen

# joinVenuePlaceholder
source: Enter venue code
fr: Entrer le code du lieu
nl: Voer venue code in

# matchItemReachOut
source: Introduce yourself
fr: Présentez-vous
nl: Stel jezelf voor

# matchDetailLoading
source: Loading...
fr: Chargement...
nl: Laden...

# matchDetailMenuReport
source: Report
fr: Signaler
nl: Rapporteren

# matchDetailMenuRemove
source: Remove
fr: Supprimer
nl: Verwijderen

# matchDetailMenuBlock
source: Block
fr: Bloquer
nl: Blokkeren

# matchDetailReportSuccess
source: Profile reported successfully
fr: Profil signalé avec succès
nl: Profiel succesvol gerapporteerd

# matchDetailBlockTitle
source: Block User?
fr: Bloquer l'utilisateur ?
nl: Gebruiker blokkeren?

# matchDetailBlockMessage
source: Blocking this user will remove the match and prevent future matching. This action cannot be undone.
fr: Bloquer cet utilisateur supprimera le match et empêchera tout futur matching. Cette action ne peut pas être annulée.
nl: Deze gebruiker blokkeren verwijdert de match en voorkomt toekomstige matches. Deze actie kan niet ongedaan gemaakt worden.

# matchDetailBlockButton
source: Block
fr: Bloquer
nl: Blokkeren

# matchDetailBlockSuccess
source: User blocked successfully
fr: Utilisateur bloqué avec succès
nl: Gebruiker succesvol geblokkeerd

# matchDetailRemoveTitle
source: Remove introduction?
fr: Supprimer l'introduction ?
nl: Introductie verwijderen?

# matchDetailRemoveMessage
source: Are you sure you want to remove this {type}? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer cette {type} ? Cette action ne peut pas être annulée.
nl: Weet je zeker dat je deze {type} wilt verwijderen? Deze actie kan niet ongedaan gemaakt worden.

# matchDetailRemoveButton
source: Remove
fr: Supprimer
nl: Verwijderen

# matchDetailRemoveSuccessIntroduction
source: Introduction removed successfully
fr: Introduction supprimée avec succès
nl: Introductie succesvol verwijderd

# matchDetailRemoveSuccessMatch
source: Match removed successfully
fr: Match supprimé avec succès
nl: Match succesvol verwijderd

# matchReachOutSubtitle
source: Introduce yourself to {name}
fr: Présentez-vous à {name}
nl: Stel jezelf voor aan {name}

# matchReachOutGreeting
source: Hi
fr: Bonjour
nl: Hallo

# matchReachOutPromptContextSingular
source: The request that matched us:
fr: La demande qui nous a matché:
nl: De vraag die ons matcht:

# matchReachOutPromptContextPlural
source: The requests that matched us:
fr: Les demandes qui nous ont matché:
nl: De vragen die ons matchen:

# matchReachOutMessagePlaceholder
source: Write your message here...
fr: Écrivez votre message ici...
nl: Schrijf je bericht hier...

# matchReachOutInfoMessage
source: Your message is sent directly by email and isn't stored by Venyu. You can send one introduction per match, so please keep it clear, respectful and professional.
fr: Votre message est envoyé directement par e-mail et n'est pas stocké par Venyu. Vous pouvez envoyer une introduction par match, donc veuillez rester clair, respectueux et professionnel.
nl: Je bericht wordt rechtstreeks via e-mail verzonden en wordt niet opgeslagen door Venyu. Je kan één introductie per match sturen, dus hou het duidelijk, respectvol en professioneel.

# matchReachOutContactsSubtitle
source: Share additional links (optional)
fr: Partagez des liens supplémentaires (optionnel)
nl: Deel extra links (optioneel)

# matchReachOutPreviewTitle
source: Preview
fr: Aperçu
nl: Voorbeeld

# matchReachOutPreviewFromLabel
source: From
fr: De
nl: Van

# matchReachOutPreviewReplyToLabel
source: Reply-to
fr: Répondre à
nl: Antwoord naar

# matchReachOutPreviewSubjectLabel
source: Subject
fr: Objet
nl: Onderwerp

# matchReachOutPreviewSubject
source: Introduction from {firstName}
fr: Introduction de {firstName}
nl: Introductie van {firstName}

# matchReachOutPreviewPS
source: PS: Feel free to reply directly to this email.
fr: PS: N'hésitez pas à répondre directement à cet e-mail.
nl: PS: Antwoord gerust rechtstreeks op deze e-mail.

# matchReachOutFinishTitle
source: Introduction sent!
fr: Introduction envoyée!
nl: Introductie verzonden!

# matchReachOutFinishDescription
source: Your message has been sent to {name}. They will receive it directly in their inbox.
fr: Votre message a été envoyé à {name}. Il le recevra directement dans sa boîte de réception.
nl: Je bericht is verzonden naar {name}. Ze ontvangen het rechtstreeks in hun inbox.

# matchReachOutFinishDoneButton
source: Done
fr: Terminé
nl: Klaar

# matchReachOutSuccessMessage
source: Message sent successfully
fr: Message envoyé avec succès
nl: Bericht succesvol verzonden

# matchReachOutErrorMessage
source: Failed to send message
fr: Échec de l'envoi du message
nl: Bericht verzenden mislukt

# matchStagesTitle
source: Connection stage
fr: Étape de connexion
nl: Connectie fase

# matchStagesDescription
source: Track the progress of this match. Both you and your match can update this stage.
fr: Suivez la progression de cette match. Vous et votre match pouvez tous deux mettre à jour cette étape.
nl: Volg de voortgang van deze match. Zowel jij als je match kunnen deze fase aanpassen.

# matchStagesSaveButton
source: Save
fr: Enregistrer
nl: Opslaan

# matchStagesSavingButton
source: Saving...
fr: Enregistrement...
nl: Opslaan...

# matchStagesLoadErrorTitle
source: Error loading stages
fr: Erreur de chargement des étapes
nl: Fout bij laden fases

# matchStagesRetryButton
source: Retry
fr: Réessayer
nl: Opnieuw proberen

# matchStagesNoStagesMessage
source: No stages available
fr: Aucune étape disponible
nl: Geen fases beschikbaar

# matchStagesSaveErrorTitle
source: Error saving stage
fr: Erreur d'enregistrement de l'étape
nl: Fout bij opslaan fase

# matchStagesSaveErrorMessage
source: Failed to save stage: {error}
fr: Échec de l'enregistrement de l'étape: {error}
nl: Fase opslaan mislukt: {error}

# matchDetailFirstCallWarning
source: Only you can see this match. Once you introduce yourself, {firstName} will see you too.
fr: Vous seul pouvez voir ce match. Une fois que vous vous présentez, {firstName} vous verra aussi.
nl: Enkel jij ziet deze match. Zodra je jezelf voorstelt, ziet {firstName} jou ook.

# matchDetailErrorLoad
source: Failed to load match details
fr: Échec du chargement des détails du match
nl: Match details laden mislukt

# matchDetailRetry
source: Retry
fr: Réessayer
nl: Opnieuw proberen

# matchDetailNotFound
source: Match not found
fr: Match non trouvé
nl: Match niet gevonden

# matchDetailLimitTitle
source: Monthly limit reached
fr: Limite mensuelle atteinte
nl: Maandelijkse limiet bereikt

# matchDetailLimitMessage
source: You've reached your limit of 3 intros per month. Upgrade to Venyu Pro for unlimited introductions.
fr: Vous avez atteint votre limite de 3 intros par mois. Passez à Venyu Pro pour des introductions illimitées.
nl: Je hebt je limiet van 3 introducties per maand bereikt. Upgrade naar Venyu Pro voor onbeperkte introducties.

# matchDetailLimitButton
source: Upgrade to Pro
fr: Passer à Pro
nl: Upgrade naar Pro

# matchDetailFirstCallTitle
source: First Call active
fr: First call activé
nl: First Call actief

# matchDetailMatchingCards
source: {count} matched {cards}
fr: {count} {cards} matchés
nl: {count} gedeelde {cards}

# matchDetailCard
source: request
fr: demande
nl: vraag

# matchDetailCards
source: requests
fr: demandes
nl: vragen

# matchDetailSharedIntros
source: {count} shared {intros}
fr: {count} {intros} partagées
nl: {count} gedeelde {intros}

# matchDetailSharedVenues
source: {count} shared {venues}
fr: {count} {venues} partagés
nl: {count} gedeelde {venues}

# matchDetailVenue
source: venue
fr: lieu

# matchDetailVenues
source: venues
fr: lieux

# matchDetailCompanyFacts
source: Professional: {count} shared {areas}
fr: Professionnel : {count} {areas} partagés
nl: Professioneel: {count} {areas}

# matchDetailPersonalInterests
source: Personal: {count} shared {areas}
fr: Personnel : {count} {areas} partagés
nl: Persoonlijk: {count} {areas}
