Repository: vanbuynderwim/Venyu_Flutter
Catalog: lib/l10n/app_*.arb
Languages: fr, nl

# onboardTitle
source: Welcome to Venyu
fr: Bienvenue sur Venyu
nl: Welkom bij Venyu

# onboardDescription
source: You're now part of a community built on real introductions! Let's start with a quick tour before setting up your profile.
fr: Vous faites maintenant partie d'une communauté basée sur de vraies introductions ! Commençons par une visite rapide avant de configurer votre profil.
nl: Je maakt nu deel uit van een community gebouwd op echte introducties! Laten we beginnen met een korte rondleiding voordat we je profiel instellen.

# onboardStartTutorial
source: Before we set up your profile, let's show you how Venyu works with a quick tutorial.
fr: Avant de configurer votre profil, découvrez comment Venyu fonctionne avec un tutoriel rapide.
nl: Voordat we je profiel aanmaken, laten we je tonen hoe Venyu werkt met een korte tutorial.

# onboardButtonStart
source: Start
fr: Commencer

# tutorialStep0Title
source: How it works
fr: Comment ça marche
nl: Hoe het werkt

# tutorialStep0Description
source: Venyu brings people together by matching their offers with the requests of others.
fr: Venyu rapproche les personnes en faisant correspondre leurs offres avec les demandes des autres.
nl: Venyu brengt mensen samen door hun aanbiedingen te matchen met de vragen van anderen.

# tutorialStep1Title
source: Your offer
fr: Votre offre
nl: Jouw aanbod

# tutorialStep1Description
source: Describe in a few words what you have to offer or how you can help others. Keep it short but clear, the more specific the better we can match you with the right requests.
fr: Décrivez en quelques mots ce que vous avez à offrir ou comment vous pouvez aider les autres. Gardez-le court mais clair, plus c'est spécifique, mieux nous pourrons vous matcher avec les bonnes demandes.
nl: Beschrijf in een paar woorden wat je te bieden hebt of hoe je anderen kan helpen. Hou het kort maar duidelijk, hoe specifieker hoe beter we jou kunnen matchen met de juiste vragen.

# tutorialStep2Title
source: Answer requests
fr: Répondre aux demandes
nl: Beantwoord vragen

# tutorialStep2Description
source: We'll notify you when we found requests from others matching your offer. Decide for yourself if you want or can help.
fr: Nous vous notifierons lorsque nous avons trouvé des demandes d'autres personnes correspondant à votre offre. Décidez vous-même si vous voulez ou pouvez aider.
nl: We laten je weten wanneer we vragen van anderen hebben gevonden die passen bij jouw aanbod. Beslis zelf of je wil of kan helpen.

# tutorialStep3Title
source: Get matched
fr: Soyez matché
nl: Word gematcht

# tutorialStep3Description
source: The person who posted the request gets matched with you if you can help. At this point, you don't see the match yet. Complete your profile for an optimal matching score.
fr: La personne qui a publié la demande est matchée avec vous si vous pouvez aider. À ce stade, vous ne voyez pas encore le match. Complétez votre profil pour un score de matching optimal.
nl: De persoon van wie de vraag komt wordt met jou gematcht indien je kan helpen. Op dit punt zie jij de match nog niet. Zorg voor een compleet profiel voor een optimale matching score.

# tutorialStep4Description
source: The person handling the request decides which match receives an introduction. Once you receive the introduction email, you'll gain access to the match's profile and can start connecting.
fr: La personne qui traite la demande décide quel match reçoit une introduction. Une fois que vous recevez l'e-mail d'introduction, vous aurez accès au profil du match et pourrez commencer à connecter.
nl: De persoon die de vraag behandelt beslist welke match een introductie krijgt. Zodra je de introductie e-mail ontvangt, krijg je toegang tot het profiel van de match en kan je beginnen connecteren.

# tutorialStep5Title
source: Your Request
fr: Votre demande
nl: Jouw vraag

# tutorialStep5Description
source: Submit your own request and get matched with people who can help you. This time, you're in the driver's seat!
fr: Soumettez votre propre demande et soyez matché avec des personnes qui peuvent vous aider. Cette fois, c'est vous qui êtes aux commandes !
nl: Dien je eigen vraag in en word gematcht met mensen die jou kunnen helpen. Deze keer zit jij aan het stuur!

# tutorialButtonPrevious
source: Previous
fr: Précédent
nl: Vorige

# tutorialButtonNext
source: Next
fr: Suivant
nl: Volgende

# tutorialDoneTitle
source: You're all caught up!
fr: Vous êtes au courant !
nl: Je bent volledig mee!

# tutorialDoneDescription
source: Let's complete your profile. This will only take a minute.
fr: Complétons votre profil. Cela ne prendra qu'une minute.
nl: Laten we je profiel voltooien. Dit duurt maar een minuutje.

# registrationCompleteTitle
source: Almost there!
fr: Presque terminé !
nl: Bijna klaar!

# registrationCompleteDescription
source: Thanks for setting up your profile. Now let's add your offer to your profile. Make it clear so we can match you with the right requests!
fr: Merci d'avoir configuré votre profil. Ajoutons maintenant votre offre à votre profil. Soyez clair pour que nous puissions vous matcher avec les bonnes demandes !
nl: Bedankt voor het opstellen van je profiel. Laten we nu je aanbod toevoegen aan je profiel. Maak het duidelijk zodat we je kunnen matchen met de juiste vragen!

# registrationCompleteButton
source: Continue
fr: Continuer
nl: Doorgaan

# promptEntryTitleFirstTime
source: Let's try it out!
fr: Essayons !
nl: Laten we het uitproberen!

# promptEntryDescriptionFirstTime
source: Here are 3 example requests to help you understand how it works. Don't worry, these are just for practice.
fr: Voici 3 exemples de demandes pour vous aider à comprendre comment ça fonctionne. Ne vous inquiétez pas, ce ne sont que des exercices.
nl: Hier zijn 3 voorbeeldvragen om je te helpen begrijpen hoe het werkt. Dit is nog niet voor echt!

# promptEntryButtonFirstTime
source: Start tutorial
fr: Démarrer le tutoriel

# dailyPromptsHintSelect
source: Select "{buttonTitle}"
fr: Sélectionnez "{buttonTitle}"
nl: Selecteer "{buttonTitle}"

# dailyPromptsHintConfirm
source: Select "Next"
fr: Sélectionnez "Suivant"
nl: Selecteer "Volgende"

# dailyPromptsButtonNext
source: Next
fr: Suivant
nl: Volgende

# dailyPromptsReportSuccess
source: Request reported successfully
fr: Demande signalée avec succès
nl: Vraag succesvol gerapporteerd

# dailyPromptsReportError
source: Failed to report request
fr: Échec du signalement de la demande
nl: Vraag rapporteren mislukt

# dailyPromptsNoPromptsAvailable
source: No requests available
fr: Aucune demande disponible
nl: Geen vragen beschikbaar

# dailyPromptsExampleTag
source: Example request
fr: Exemple de demande
nl: Voorbeeldvraag

# dailyPromptsReferralCodeSent
source: Check your email for an invite code to share with the person you know
fr: Consultez votre e-mail pour obtenir un code d'invitation à partager avec la personne que vous connaissez
nl: Check je mail voor een uitnodigingscode om te delen met de persoon die je kent

# tutorialFinishedTitle
source: You're all set! 🎉
fr: Vous êtes prêt ! 🎉
nl: Je bent helemaal klaar! 🎉

# tutorialFinishedDescription
source: Complete your profile for strong and relevant matches. Make the net work 🤝
fr: Complétez votre profil pour des correspondances fortes et pertinentes. Make the net work 🤝
nl: Maak je profiel compleet voor sterke en relevante matches. Make the net work 🤝

# tutorialFinishedButton
source: Let's go!
fr: C'est parti !
nl: Oké!

# registrationFinishTitle
source: That's it! 🎉
fr: C'est fait ! 🎉

# registrationFinishDescription
source: Your account is all set up and you've answered your first 3 requests. Come back tomorrow to answer more requests and discover new matches.
fr: Votre compte est configuré et vous avez répondu à vos 3 premières demandes. Revenez demain pour répondre à plus de demandes et découvrir de nouveaux matches.
nl: Je account is helemaal ingesteld en je hebt je eerste 3 vragen beantwoord. Kom morgen terug om meer vragen te beantwoorden en nieuwe matches te ontdekken.

# registrationFinishButton
source: Done!
fr: Terminé !
nl: Klaar!

# buttonContinue
source: Continue
fr: Continuer
nl: Doorgaan

# buttonNext
source: Next
fr: Suivant
nl: Volgende

# buttonPrevious
source: Previous
fr: Précédent
nl: Vorige

# buttonStart
source: Start
fr: Commencer

# buttonGotIt
source: Got it
fr: Compris
nl: Begrepen

# errorNoCardsAvailable
source: No requests available at the moment. Check back later!
fr: Aucune demande disponible pour le moment. Revenez plus tard !
nl: Momenteel geen vragen beschikbaar. Kom later terug!

# errorFailedToLoadCards
source: Failed to load requests. Please try again.
fr: Échec du chargement des demandes. Veuillez réessayer.
nl: Vragen laden mislukt. Probeer het opnieuw.

# errorFailedToRefreshProfile
source: Failed to refresh profile. Please try again.
fr: Échec de l'actualisation du profil. Veuillez réessayer.
nl: Profiel vernieuwen mislukt. Probeer het opnieuw.

# errorNoInternetConnection
source: No internet connection. Please check your connection and try again.
fr: Pas de connexion Internet. Vérifiez votre connexion et réessayez.
nl: Geen internetverbinding. Controleer je verbinding en probeer opnieuw.

# errorAuthenticationFailed
source: Sign in failed. Please try again.
fr: Échec de la connexion. Veuillez réessayer.
nl: Aanmelden mislukt. Probeer het opnieuw.

# interactionTypeThisIsMeButton
source: This is me
fr: C'est moi
nl: Dit ben ik

# interactionTypeLookingForThisButton
source: I need this
fr: J'ai besoin
nl: Die zoek ik

# interactionTypeKnowSomeoneButton
source: I know someone
fr: Je peux présenter
nl: Die ken ik

# interactionTypeNotRelevantButton
source: Not for me
fr: Pas pour moi
nl: Niet voor mij

# interactionTypeThisIsMeButtonToo
source: This is me too
fr: C'est moi aussi
nl: Dit ben ik ook

# interactionTypeLookingForThisButtonToo
source: I need this too
fr: J'ai besoin aussi
nl: Die zoek ik ook

# interactionTypeKnowSomeoneButtonToo
source: I know someone too
fr: Je connais quelqu'un aussi
nl: Die ken ik ook

# interactionTypeNotRelevantButtonToo
source: Not for me
fr: Pas pour moi
nl: Niet voor mij

# interactionTypeLookingForThisSelection
source: I’m looking for someone
fr: Je cherche quelqu'un
nl: Ik zoek iemand

# interactionTypeLookingForThisHint
source: with experience in ... who can help with ... with access to ... who can brainstorm on ... who can introduce me to ... who can advise on ... with expertise in ... ...
fr: avec de l'expérience en... qui peut aider avec... avec accès à... qui peut brainstormer sur... qui peut me présenter à... qui peut conseiller sur... avec une expertise en... ...
nl: met ervaring in ... die kan helpen met ... met toegang tot ... die mee kan sparren over ... die een introductie kan maken naar ... die advies kan geven over ... met expertise in ... ...

# interactionTypeThisIsMeHint
source: who can help with ... with experience in ... who can introduce you to ... who can think along about ... who can advise on ... with expertise in ... who has connections in ... ...
fr: qui peut aider avec... avec de l'expérience en... qui peut vous présenter à... qui peut réfléchir sur... qui peut conseiller sur... avec une expertise en... qui a des connexions dans... ...
nl: die kan helpen met ... met ervaring in ... die kan introduceren bij ... die kan meedenken over ... die advies kan geven over ... met expertise in ... die connecties heeft in ... ...

# interactionTypeThisIsMeSelection
source: I’m someone
fr: Je suis quelqu'un
nl: Ik ben iemand

# interactionTypeLookingForThisSubtitle
source: can offer advice, experience, introductions...
fr: peut offrir des conseils, de l'expérience, des introductions...
nl: die advies, ervaring of netwerk kan bieden

# interactionTypeThisIsMeSubtitle
source: can help with experience, learnings, netwerk...
fr: peut aider avec de l'expérience, des apprentissages, un réseau...
nl: die kan helpen met advies, ervaring of netwerk

# interactionTypeKnowSomeoneSelection
source: I can connect
fr: Je connais quelqu'un
nl: Ik ken iemand

# interactionTypeKnowSomeoneSubtitle
source: Introduce people who can help
fr: Présenter des personnes qui peuvent aider
nl: Stel mensen voor die kunnen helpen

# interactionTypeKnowSomeoneHint
source: Who can you connect for this need?
fr: Qui pouvez-vous connecter pour ce besoin ?
nl: Wie kun je aanraden?

# interactionTypeNotRelevantSelection
source: Skip
fr: Je ne connais personne
nl: Ik ken niemand

# interactionTypeNotRelevantSubtitle
source: Pass on this one
fr: Passer celui-ci
nl: Deze sla ik over

# interactionTypeNotRelevantHint
source: What would you like to share?
fr: Que souhaitez-vous partager ?
nl: Wat wil je delen?

# interactionTypeThisIsMeNewTitle
source: New offer
fr: Nouvelle offre
nl: Nieuw aanbod

# interactionTypeLookingForThisNewTitle
source: New request
fr: Nouvelle demande
nl: Nieuwe vraag

# interactionTypeKnowSomeoneNewTitle
source: New connection
fr: Nouvelle connexion
nl: Nieuwe connectie

# interactionTypeNotRelevantNewTitle
source: Skip
fr: Passer
nl: Overslaan

# registrationStepNameTitle
source: Personal Information
fr: Informations personnelles
nl: Persoonlijke informatie

# registrationStepEmailTitle
source: Email Verification
fr: Vérification de l'e-mail
nl: E-mailverificatie

# registrationStepLocationTitle
source: Share location
fr: Partager la localisation
nl: Locatie delen

# registrationStepCityTitle
source: City
fr: Ville
nl: Stad

# registrationStepCompanyTitle
source: Company Information
fr: Informations sur l'entreprise
nl: Bedrijfsinformatie

# registrationStepRolesTitle
source: Your Roles
fr: Vos rôles
nl: Je rollen

# registrationStepSectorsTitle
source: Your Sectors
fr: Vos secteurs
nl: Je sectoren

# registrationStepMeetingPreferencesTitle
source: Meeting Preferences
fr: Préférences de rencontre
nl: Ontmoetingsvoorkeuren

# registrationStepNetworkingGoalsTitle
source: Networking Goals
fr: Objectifs de réseautage
nl: Netwerkdoelen

# registrationStepAvatarTitle
source: Profile Picture
fr: Photo de profil
nl: Profielfoto

# registrationStepReferrerTitle
source: How did you find us?
fr: Comment nous avez-vous trouvé ?
nl: Hoe heb je ons gevonden?

# registrationStepOptinTitle
source: Get more out of Venyu
fr: Tirez le meilleur parti de Venyu
nl: Haal meer uit Venyu

# registrationStepOptinBody
source: Get tips to strengthen your profile and get better matches, and stay informed about new features as soon as they become available.
fr: Recevez des conseils pour renforcer votre profil et obtenir de meilleures correspondances, et restez informé des nouvelles fonctionnalités dès qu'elles sont disponibles.
nl: Krijg tips om je profiel te versterken en betere matches te krijgen, en blijf op de hoogte van nieuwe functies zodra ze beschikbaar zijn.

# registrationStepOptinButtonYes
source: Yes, keep me posted
fr: Oui, tenez-moi au courant
nl: Ja, hou me op de hoogte

# registrationStepOptinButtonNo
source: No, thanks
fr: Non, merci
nl: Nee, bedankt

# registrationStepCompleteTitle
source: Welcome to Venyu!
fr: Bienvenue sur Venyu !
nl: Welkom bij Venyu!

# benefitNearbyMatchesTitle
source: Meet entrepreneurs nearby
fr: Rencontrez des entrepreneurs proches
nl: Ontmoet ondernemers in de buurt

# benefitNearbyMatchesDescription
source: Discover people close to you
fr: Découvrez des personnes près de chez vous
nl: Ontdek mensen dicht bij jou

# benefitDistanceAwarenessTitle
source: See who is within reach
fr: Voyez qui est à portée
nl: Zie wie binnen bereik is

# benefitDistanceAwarenessDescription
source: Know the distance to matches
fr: Connaissez la distance des matches
nl: Weet de afstand tot matches

# benefitBetterMatchingTitle
source: Grow your network locally
fr: Développez votre réseau localement
nl: Groei je netwerk lokaal

# benefitBetterMatchingDescription
source: Get better results with local focus
fr: Obtenez de meilleurs résultats avec une approche locale
nl: Krijg betere resultaten met lokale focus

# benefitMatchNotificationsTitle
source: New match alerts
fr: Alertes de nouveaux matches
nl: Nieuwe match meldingen

# benefitMatchNotificationsDescription
source: Get alerted as soon as a new match appears
fr: Soyez alerté dès qu'un nouveau match apparaît
nl: Word gewaarschuwd zodra een nieuwe match verschijnt

# benefitConnectionNotificationsTitle
source: Never miss an intro
fr: Ne ratez aucune intro
nl: Mis geen introductie

# benefitConnectionNotificationsDescription
source: Know right away when you receive a new introduction
fr: Sachez immédiatement quand vous recevez une nouvelle introduction
nl: Weet meteen wanneer je een nieuwe introductie ontvangt

# benefitDailyRemindersTitle
source: Stay in the game
fr: Restez dans le jeu
nl: Blijf actief

# benefitDailyRemindersDescription
source: Get reminded every day to make the net work
fr: Recevez un rappel quotidien pour make the net work
nl: Word elke dag herinnerd je netwerk uit te breiden

# benefitFocusedReachTitle
source: Smart targeting
fr: Ciblage intelligent
nl: Slimme targeting

# benefitFocusedReachDescription
source: Publish your questions to the right audience
fr: Publiez vos questions au bon public
nl: Publiceer je vragen naar het juiste publiek

# benefitDiscreetPreviewDescription
source: On your requests, you get the first call. Matches are only shown to others if you're interested.
fr: Sur vos demandes, vous avez le first call. Les matches ne sont montrés aux autres que si vous êtes intéressé.
nl: Op je vragen krijg jij de first call. Matches worden pas aan anderen getoond als jij interesse toont.

# benefitUnlimitedIntroductionsTitle
source: Infinite intros
fr: Intros illimitées
nl: Oneindige introductions

# benefitUnlimitedIntroductionsDescription
source: Keep growing your network with unlimited introductions and never miss an opportunity
fr: Continuez à développer votre réseau avec des introductions illimitées et ne ratez jamais une opportunité
nl: Blijf je netwerk uitbreiden met onbeperkte introducties en mis nooit een kans

# benefitUnlockFullProfilesTitle
source: Full profiles
fr: Profils complets
nl: Volledige profielen

# benefitUnlockFullProfilesDescription
source: Discover who's behind the match by seeing their avatar and checking mutual interests
fr: Découvrez qui se cache derrière le match en voyant leur avatar et en vérifiant les intérêts communs
nl: Ontdek wie achter de match zit door hun avatar te zien en wederzijdse interesses te bekijken

# benefitViewsAndImpressionsTitle
source: Views and impressions
fr: Vues et impressions
nl: Weergaven en vertoningen

# benefitViewsAndImpressionsDescription
source: Understand your reach with simple stats
fr: Comprenez votre portée avec des statistiques simples
nl: Begrijp je bereik met eenvoudige statistieken

# benefitDailyCardsBoostTitle
source: More daily requests
fr: Plus de demandes quotidiennes
nl: Meer dagelijkse vragen

# benefitDailyCardsBoostDescription
source: More requests to grow your network faster.
fr: Plus de demandes pour développer votre réseau plus rapidement.
nl: Meer vragen om je netwerk sneller te laten groeien.

# benefitAiPoweredMatchesTitle
source: AI-powered matches (later)
fr: Matches par IA (plus tard)
nl: AI-gedreven matches (later)

# benefitAiPoweredMatchesDescription
source: Receive smart suggestions based on your profile.
fr: Recevez des suggestions intelligentes basées sur votre profil.
nl: Ontvang slimme suggesties op basis van je profiel.

# editCompanyInfoNameTitle
source: Company information
fr: Informations de l'entreprise
nl: Bedrijfsgegevens

# editCompanyInfoNameDescription
source: Name of your company
fr: Nom de votre entreprise
nl: Naam van je bedrijf

# editPersonalInfoNameTitle
source: Name
fr: Nom
nl: Naam

# editPersonalInfoNameDescription
source: Your name
fr: Votre nom
nl: Je naam

# editPersonalInfoBioDescription
source: A short intro about yourself
fr: Une courte présentation de vous
nl: Een korte introductie over jezelf

# editPersonalInfoLocationTitle
source: City
fr: Ville
nl: Stad

# editPersonalInfoLocationDescription
source: The city you live in
fr: La ville où vous vivez
nl: De stad waarin je woont

# editPersonalInfoEmailDescription
source: Your contact email address
fr: Votre adresse e-mail de contact
nl: Je contact e-mailadres

# accountSettingsDeleteAccountTitle
source: Delete account
fr: Supprimer le compte
nl: Account verwijderen

# accountSettingsDeleteAccountDescription
source: Permanently delete your account
fr: Supprimer définitivement votre compte
nl: Verwijder je account permanent

# accountSettingsExportDataTitle
source: Export data
fr: Exporter les données
nl: Data exporteren

# accountSettingsExportDataDescription
source: Download your personal data
fr: Télécharger vos données personnelles
nl: Download je persoonlijke gegevens

# accountSettingsLogoutTitle
source: Logout
fr: Déconnexion
nl: Uitloggen

# accountSettingsLogoutDescription
source: Sign out of your account
fr: Se déconnecter de votre compte
nl: Log uit van je account

# accountSettingsRateUsTitle
source: Rate us
fr: Évaluez-nous
nl: Beoordeel ons

# accountSettingsRateUsDescription
source: 5 stars is enough, thanks!
fr: 5 étoiles suffisent, merci!
nl: 5 sterren is genoeg, bedankt!

# accountSettingsFollowUsTitle
source: Follow us
fr: Suivez-nous
nl: Volg ons

# accountSettingsFollowUsDescription
source: Follow our LinkedIn page
fr: Suivez notre page LinkedIn
nl: Volg onze LinkedIn pagina

# accountSettingsTestimonialTitle
source: Testimonial
fr: Témoignage

# accountSettingsTestimonialDescription
source: Write a testimonial for the website
fr: Écrire un témoignage pour le site web
nl: Schrijf een testimonial voor de website

# accountSettingsTermsTitle
source: Terms and conditions
fr: Conditions générales
nl: Algemene voorwaarden

# accountSettingsTermsDescription
source: Read our terms and conditions
fr: Lire nos conditions générales
nl: Lees onze algemene voorwaarden

# accountSettingsPrivacyTitle
source: Privacy policy
fr: Politique de confidentialité
nl: Privacybeleid

# accountSettingsPrivacyDescription
source: Read our privacy policy
fr: Lire notre politique de confidentialité
nl: Lees ons privacybeleid

# accountSettingsSupportTitle
source: Contact support
fr: Support technique

# accountSettingsSupportDescription
source: Get help from our support team
fr: Obtenir de l'aide de notre équipe
nl: Krijg hulp van ons support team

# accountSettingsFeatureRequestTitle
source: Feature request
fr: Demande de fonctionnalité
nl: Feature verzoek

# accountSettingsFeatureRequestDescription
source: Suggest a new feature
fr: Suggérer une nouvelle fonctionnalité
nl: Stel een nieuwe functie voor

# accountSettingsBugTitle
source: Report a bug
fr: Signaler un bug
nl: Meld een bug

# accountSettingsBugDescription
source: Report an issue or bug
fr: Signaler un problème ou bug
nl: Meld een probleem of bug

# accountSettingsPersonalInfoTitle
source: Personal information
fr: Informations personnelles
nl: Persoonlijke gegevens

# accountSettingsPersonalInfoDescription
source: Manage your personal information
fr: Gérer vos informations personnelles
nl: Beheer je persoonlijke informatie

# accountSettingsNotificationsDescription
source: Manage notification preferences
fr: Gérer les préférences de notification
nl: Beheer meldingsvoorkeuren

# accountSettingsLocationSettingsTitle
source: Location settings
fr: Paramètres de localisation
nl: Locatie-instellingen

# accountSettingsLocationSettingsDescription
source: Update location permissions
fr: Mettre à jour les autorisations
nl: Update locatietoestemmingen

# accountSettingsLinkedInDescription
source: Manage LinkedIn connection
fr: Gérer la connexion LinkedIn
nl: Beheer LinkedIn verbinding

# accountSettingsBlockedUsersTitle
source: Blocked users
fr: Utilisateurs bloqués
nl: Geblokkeerde gebruikers
