Repository: vanbuynderwim/Venyu_Flutter
Catalog: lib/l10n/app_*.arb
Languages: fr, nl

# matchDetailArea
source: area
fr: domaine
nl: raakvlak

# matchDetailAreas
source: areas
fr: domaines
nl: raakvlakken

# matchDetailWhyMatch
source: Why you and {name} match
fr: Pourquoi vous et {name} êtes en match
nl: Waarom jij en {name} matchen

# matchDetailScoreBreakdown
source: Matching score
fr: Score de matching

# matchDetailUnlockTitle
source: Unlock mutual interests
fr: Débloquer les intérêts mutuels
nl: Ontgrendel wederzijdse interesses

# matchDetailUnlockMessage
source: See what you share on a personal level with {name}
fr: Voyez ce que vous partagez sur le plan personnel avec {name}
nl: Zie wat je op persoonlijk niveau met {name} deelt

# matchDetailUnlockButton
source: Upgrade now
fr: Passer à Pro maintenant
nl: Nu upgraden

# matchDetailInterestedInfoMessage
source: Would you like an introduction to {name}?
fr: Souhaitez-vous une introduction à {name} ?
nl: Wil je een introductie met {name}?

# matchDetailEmailSubject
source: We are connected on Venyu!
fr: Nous sommes connectés sur Venyu !
nl: We zijn verbonden op Venyu!

# matchOverviewYou
source: You
fr: Vous
nl: Jij

# profileAvatarMenuCamera
source: Camera
fr: Caméra

# profileAvatarMenuGallery
source: Gallery
fr: Galerie
nl: Galerij

# profileAvatarMenuView
source: View
fr: Voir
nl: Bekijken

# profileAvatarMenuRemove
source: Remove
fr: Supprimer
nl: Verwijderen

# profileAvatarErrorAction
source: Avatar action failed: {error}
fr: Action sur l'avatar échouée : {error}
nl: Avatar actie mislukt: {error}

# profileAvatarErrorUpload
source: Failed to upload photo. Please try again.
fr: Échec du téléchargement de la photo. Veuillez réessayer.
nl: Foto uploaden mislukt. Probeer het opnieuw.

# profileAvatarErrorRemove
source: Failed to remove photo. Please try again.
fr: Échec de la suppression de la photo. Veuillez réessayer.
nl: Foto verwijderen mislukt. Probeer het opnieuw.

# profileAvatarErrorTitle
source: Error
fr: Erreur
nl: Fout

# profileAvatarCameraPermissionDenied
source: Camera access is disabled. Please enable it in your device settings to take photos.
fr: L'accès à la caméra est désactivé. Veuillez l'activer dans les paramètres de votre appareil pour prendre des photos.
nl: Cameratoegang is uitgeschakeld. Schakel dit in via de instellingen van je apparaat om foto's te maken.

# profileAvatarGalleryPermissionDenied
source: Photo library access is disabled. Please enable it in your device settings to select photos.
fr: L'accès à la bibliothèque de photos est désactivé. Veuillez l'activer dans les paramètres de votre appareil pour sélectionner des photos.
nl: Toegang tot fotobibliotheek is uitgeschakeld. Schakel dit in via de instellingen van je apparaat om foto's te selecteren.

# profileInfoAddCompanyInfo
source: Add company info
fr: Ajouter les infos entreprise
nl: Bedrijfsinfo toevoegen

# venuesErrorLoading
source: Error loading venues
fr: Erreur lors du chargement des lieux
nl: Fout bij laden van venues

# venuesRetry
source: Retry
fr: Réessayer
nl: Opnieuw proberen

# venuesEmptyTitle
source: Your venues will appear here
fr: Vos lieux apparaîtront ici
nl: Je venues verschijnen hier

# venuesEmptyDescription
source: Got an invite code? Redeem it to join that venue and start getting real introductions in the community.
fr: Vous avez un code d'invitation ? Utilisez-le pour rejoindre ce lieu et commencer à obtenir de vraies introductions dans la communauté.
nl: Heb je een uitnodigingscode? Verzilver deze om deel te nemen aan die venue en echte introducties te krijgen in de community.

# venuesEmptyAction
source: Join a venue
fr: Rejoindre un lieu
nl: Venue toevoegen

# invitesAvailableDescription
source: You have {count} invite {codes} ready to share. Each one unlocks Venyu for a new entrepreneur
fr: Vous avez {count} {codes} d'invitation prêts à partager. Chacun débloque Venyu pour un nouvel entrepreneur
nl: Je hebt {count} uitnodigings{codes} klaar om te delen. Elk van hen ontgrendelt Venyu voor een nieuwe ondernemer

# invitesAllSharedDescription
source: All your invite codes have been shared. Thank you for helping grow the Venyu community.
fr: Tous vos codes d'invitation ont été partagés. Merci d'aider à faire grandir la communauté Venyu.
nl: Al je uitnodigingscodes zijn gedeeld. Bedankt voor het helpen groeien van de Venyu community!

# invitesGenerateMore
source: Generate more codes
fr: Générer plus de codes
nl: Meer codes genereren

# invitesEmptyTitle
source: No invite codes yet
fr: Pas encore de codes d'invitation
nl: Nog geen uitnodigingscodes

# invitesEmptyDescription
source: Your invite codes will appear here. You can share them with friends to invite them to Venyu.
fr: Vos codes d'invitation apparaîtront ici. Vous pouvez les partager avec vos amis pour les inviter sur Venyu.
nl: Je uitnodigingscodes verschijnen hier. Je kunt ze delen met vrienden om hen uit te nodigen voor Venyu.

# invitesEmptyAction
source: Generate codes
fr: Générer des codes
nl: Codes genereren

# invitesSubtitleAvailable
source: Available codes
fr: Codes disponibles
nl: Beschikbare codes

# invitesSubtitleShared
source: Shared codes
fr: Codes partagés
nl: Gedeelde codes

# invitesSubtitleRedeemed
source: Redeemed codes
fr: Codes utilisés
nl: Verzilverde codes

# invitesMenuShare
source: Share
fr: Partager
nl: Delen

# invitesMenuCopy
source: Copy
fr: Copier
nl: Kopiëren

# invitesMenuMarkShared
source: Mark as shared
fr: Marquer comme partagé
nl: Markeren als gedeeld

# invitesShareSubject
source: Your personal Venyu invite
fr: Votre invitation personnelle Venyu
nl: Je persoonlijke Venyu uitnodiging

# invitesShareText
source: Join me on Venyu! The invite-only community for entrepreneurs where the right matches lead to real introduction. Download the app at 👉 www.getvenyu.com 🔑 Your invite code: {code}
fr: Rejoignez-moi sur Venyu ! La communauté sur invitation pour entrepreneurs où les bons matches mènent à de vraies introductions. Téléchargez l'app sur 👉 www.getvenyu.com 🔑 Votre code d'invitation : {code}
nl: Join me on Venyu! De invite-only community voor ondernemers waar de juiste matches leiden tot echte introducties. Download de app op 👉 www.getvenyu.com 🔑 Jouw uitnodigingscode: {code}

# invitesCopiedToast
source: Invite code copied to clipboard
fr: Code d'invitation copié dans le presse-papiers
nl: Uitnodigingscode gekopieerd naar klembord

# invitesMarkedSentToast
source: Invite code marked as sent
fr: Code d'invitation marqué comme envoyé
nl: Uitnodigingscode gemarkeerd als verzonden

# invitesMarkedSentError
source: Failed to mark invite as sent
fr: Échec du marquage de l'invitation comme envoyée
nl: Markeren als verzonden mislukt

# invitesGenerateDialogTitle
source: Generate more codes
fr: Générer plus de codes
nl: Meer codes genereren

# invitesGenerateDialogMessage
source: Generate 5 new invite codes? These will expire in 1 year.
fr: Générer 5 nouveaux codes d'invitation ? Ils expireront dans 1 an.
nl: 5 nieuwe uitnodigingscodes genereren? Deze verlopen over 1 jaar.

# invitesGenerateDialogConfirm
source: Generate
fr: Générer
nl: Genereren

# invitesGenerateDialogCancel
source: Cancel
fr: Annuler
nl: Annuleren

# invitesGenerateSuccessToast
source: 5 new invite codes generated successfully
fr: 5 nouveaux codes d'invitation générés avec succès
nl: 5 nieuwe uitnodigingscodes succesvol gegenereerd

# invitesGenerateErrorToast
source: Failed to generate invite codes
fr: Échec de la génération des codes d'invitation
nl: Genereren van uitnodigingscodes mislukt

# companySectionEmptyTagGroups
source: No company tag groups available
fr: Aucun groupe de tags entreprise disponible
nl: Geen bedrijfs tag groepen beschikbaar

# personalSectionEmptyTagGroups
source: No personal tag groups available
fr: Aucun groupe de tags personnel disponible
nl: Geen persoonlijke tag groepen beschikbaar

# contactSectionEmptyContacts
source: No contact options available
fr: Aucune option de contact disponible
nl: Geen contactopties beschikbaar

# aboutMeSectionEmptyTitle
source: This is me
fr: C'est moi
nl: Dit ben ik

# aboutMeSectionEmptyDescription
source: Add a few offers describing how you can help others. They're private and only used for matching with requests from others.
fr: Ajoutez quelques offres décrivant comment vous pouvez aider les autres. Elles sont privées et utilisées uniquement pour le matching avec les demandes des autres.
nl: Voeg een paar aanbiedingen toe die beschrijven hoe je anderen kan helpen. Ze zijn privé en worden alleen gebruikt voor matching met vragen van anderen.

# aboutMeSectionEmptyAction
source: Add offer
fr: Ajouter une offre
nl: Voeg aanbod toe

# profileSectionAboutMeTitle
source: My offers
fr: Mes offres
nl: Mijn aanbod

# profileSectionAboutMeDescription
source: Offers about who you are and how you help others. They improve your matches.
fr: Offres sur qui vous êtes et comment vous aidez les autres. Elles améliorent vos matches.
nl: Aanbiedingen over wie je bent en hoe je anderen helpt. Ze verbeteren je matches.

# profileSectionPersonalTitle
source: Personal
fr: Personnel
nl: Persoonlijk

# profileSectionPersonalDescription
source: Personal information
fr: Informations personnelles
nl: Persoonlijke informatie

# profileSectionCompanyTitle
source: Professional
fr: Professionnel
nl: Professioneel

# profileSectionCompanyDescription
source: Professional information
fr: Informations professionnelles
nl: Professionele informatie

# profileSectionVenuesTitle
source: Venues
fr: Lieux

# profileSectionVenuesDescription
source: Events and organizations
fr: Événements et organisations
nl: Evenementen en organisaties

# profileSectionInvitesDescription
source: Invites and invitations
fr: Invitations et codes
nl: Uitnodigingen en codes

# profileSectionContactTitle
source: Links
fr: Liens

# profileSectionContactDescription
source: Your contact links
fr: Vos liens de contact
nl: Je contact links

# profileSectionReviewsTitle
source: Reviews
fr: Avis

# profileSectionReviewsDescription
source: User reviews and feedback
fr: Avis et retours utilisateurs
nl: Gebruikersbeoordelingen en feedback

# profilePersonalCompletenessMessage
source: Your personal profile is {percentage}% complete. Finish it to get better and more relevant matches.
fr: Votre profil personnel est {percentage}% complet. Complétez-le pour obtenir des matches meilleurs et plus pertinents.
nl: Je persoonlijk profiel is {percentage}% compleet. Vul het volledig in om betere en meer relevante matches te krijgen.

# profileCompanyCompletenessMessage
source: Your professional profile is {percentage}% complete. Finish it to get better and more relevant matches.
fr: Votre profil professionnel est {percentage}% complet. Complétez-le pour obtenir des matches meilleurs et plus pertinents.
nl: Je professioneel profiel is {percentage}% compleet. Vul het volledig in om betere en meer relevante matches te krijgen.

# profileContactPrivacyMessage
source: Your links are not shared automatically with a match. You choose which information to include when you send an introduction.
fr: Vos coordonnées ne sont jamais partagées automatiquement, même lors des introductions. Vous choisissez ce que vous partagez lorsque vous contactez quelqu'un.
nl: Je contactgegevens worden nooit automatisch gedeeld, ook niet bij introducties. Jij kiest wat je deelt wanneer je contact opneemt.

# editAccountTitle
source: Settings
fr: Paramètres
nl: Instellingen

# editAccountProfileSectionLabel
source: Profile
fr: Profil
nl: Profiel

# editAccountSettingsSectionLabel
source: Settings
fr: Paramètres
nl: Instellingen

# editAccountFeedbackSectionLabel
source: Feedback
fr: Retour

# editAccountSupportLegalSectionLabel
source: Support & Legal
fr: Support & Légal
nl: Support & Juridisch

# editAccountReviewsSectionLabel
source: Reviews
fr: Avis

# editAccountSectionLabel
source: Account
fr: Compte

# editAccountDataExportTitle
source: Data Export
fr: Export de données

# editAccountDataExportDescription
source: You can request a copy of all your personal data. This includes your profile information, requests, offers, matches, and activity history. The export will be sent to your registered email address.
fr: Vous pouvez demander une copie de toutes vos données personnelles. Cela inclut vos informations de profil, demandes, offres, matches et historique d'activité. L'export sera envoyé à votre adresse e-mail enregistrée.
nl: Je kunt een kopie van al je persoonlijke gegevens aanvragen. Dit omvat je profielinformatie, vragen, aanbiedingen, matches en activiteitengeschiedenis. De export wordt naar je geregistreerde e-mailadres gestuurd.

# editAccountExportDataButton
source: Export all your data
fr: Exporter toutes vos données
nl: Exporteer al je gegevens

# editAccountDeleteTitle
source: Delete Account
fr: Supprimer le compte
nl: Account verwijderen

# editAccountDeleteDescription
source: Deleting your account is permanent. All your data, including your profile, requests, offers and matches will be removed.
fr: La suppression de votre compte est définitive. Toutes vos données, y compris votre profil, demandes, offres et matches seront supprimés.
nl: Het verwijderen van je account is definitief. Al je gegevens, inclusief je profiel, vragen, aanbiedingen en matches worden verwijderd.

# editAccountDeleteButton
source: Delete account
fr: Supprimer le compte
nl: Account verwijderen

# editAccountLogoutButton
source: Logout
fr: Déconnexion
nl: Uitloggen

# editAccountExportDialogTitle
source: Export data
fr: Exporter les données
nl: Gegevens exporteren

# editAccountExportDialogMessage
source: You will receive a data export link in your email as soon as your data is ready.
fr: Vous recevrez un lien d'export par e-mail dès que vos données seront prêtes.
nl: Je ontvangt een data export link in je e-mail zodra je gegevens klaar zijn.

# editAccountExportDialogCancel
source: Cancel
fr: Annuler
nl: Annuleren

# editAccountExportDialogConfirm
source: Export
fr: Exporter
nl: Exporteren

# editAccountExportSuccessMessage
source: An email will be sent once the export is ready
fr: Un e-mail sera envoyé une fois l'export prêt
nl: Een e-mail wordt verzonden zodra de export klaar is

# editAccountExportErrorMessage
source: Something went wrong. Please try again later.
fr: Quelque chose s'est mal passé. Veuillez réessayer plus tard.
nl: Er ging iets mis. Probeer het later opnieuw.

# editAccountDeleteDialogTitle
source: Delete account
fr: Supprimer le compte
nl: Account verwijderen

# editAccountDeleteDialogMessage
source: Your account and all its data will be permanently deleted immediately. This action cannot be undone. Are you sure you want to continue?
fr: Votre compte et toutes ses données seront définitivement supprimés immédiatement. Cette action ne peut pas être annulée. Êtes-vous sûr de vouloir continuer ?
nl: Je account en alle bijbehorende gegevens worden direct en permanent verwijderd. Deze actie kan niet ongedaan worden gemaakt. Weet je zeker dat je wilt doorgaan?

# editAccountDeleteDialogCancel
source: Cancel
fr: Annuler
nl: Annuleren

# editAccountDeleteDialogConfirm
source: Delete
fr: Supprimer
nl: Verwijderen

# editAccountDeleteErrorMessage
source: Something went wrong. Please try again later.
fr: Quelque chose s'est mal passé. Veuillez réessayer plus tard.
nl: Er ging iets mis. Probeer het later opnieuw.

# editAccountLogoutDialogTitle
source: Logout
fr: Déconnexion
nl: Uitloggen

# editAccountLogoutDialogMessage
source: Are you sure you want to logout?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
nl: Weet je zeker dat je wilt uitloggen?

# editAccountLogoutDialogCancel
source: Cancel
fr: Annuler
nl: Annuleren

# editAccountLogoutDialogConfirm
source: Logout
fr: Déconnexion
nl: Uitloggen

# editAccountLogoutErrorMessage
source: Something went wrong. Please try again later.
fr: Quelque chose s'est mal passé. Veuillez réessayer plus tard.
nl: Er ging iets mis. Probeer het later opnieuw.

# editAccountSettingsUpdateError
source: Could not update setting. Please try again.
fr: Impossible de mettre à jour le paramètre. Veuillez réessayer.
nl: Instelling kon niet worden bijgewerkt. Probeer het opnieuw.

# editTagGroupSavingButton
source: Saving...
fr: Enregistrement...
nl: Opslaan...

# editTagGroupNextButton
source: Next
fr: Suivant
nl: Volgende

# editTagGroupSaveButton
source: Save
fr: Enregistrer
nl: Opslaan

# editTagGroupLoadErrorTitle
source: Failed to load tags
fr: Échec du chargement des tags
nl: Laden van tags mislukt

# editTagGroupRetryButton
source: Retry
fr: Réessayer
nl: Opnieuw proberen

# editTagGroupNoTagsMessage
source: No tags available
fr: Aucun tag disponible
nl: Geen tags beschikbaar

# editTagGroupSaveErrorTitle
source: Error
fr: Erreur
nl: Fout

# editTagGroupSaveErrorMessage
source: Failed to save changes: {error}
fr: Échec de l'enregistrement des modifications : {error}
nl: Wijzigingen opslaan mislukt: {error}

# editNotificationsSavedMessage
source: Notifications saved
fr: Notifications enregistrées
nl: Notificaties opgeslagen

# editNotificationsSaveErrorMessage
source: Failed to save notifications
fr: Échec de l'enregistrement des notifications
nl: Opslaan van notificaties mislukt

# editNotificationsEnableTitle
source: Enable notifications to ...
fr: Activer les notifications pour...
nl: Schakel notificaties in om ...

# editNotificationsNotNowButton
source: Not now
fr: Pas maintenant
nl: Niet nu

# editNotificationsEnableButton
source: Enable
fr: Activer
nl: Inschakelen

# editNotificationsPermissionDialogTitle
source: Notification Permission Required
fr: Autorisation de notification requise
nl: Notificatietoestemming vereist

# editNotificationsPermissionDialogMessage
source: Notification permission has been denied. Please enable it in your device settings to receive updates.
fr: L'autorisation de notification a été refusée. Veuillez l'activer dans les paramètres de votre appareil pour recevoir les Updates.
nl: Notificatietoestemming is geweigerd. Schakel dit in bij je apparaatinstellingen om updates te ontvangen.

# editNotificationsPermissionDialogNotNow
source: Not now
fr: Pas maintenant
nl: Niet nu

# editNotificationsPermissionDialogOpenSettings
source: Open Settings
fr: Ouvrir les paramètres
nl: Instellingen openen

# editNotificationsLaterMessage
source: You can enable notifications later in settings
fr: Vous pouvez activer les notifications plus tard dans les paramètres
nl: Je kunt notificaties later inschakelen in de instellingen

# editNotificationsEnableErrorMessage
source: Failed to enable notifications. You can try again in settings.
fr: Échec de l'activation des notifications. Vous pouvez réessayer dans les paramètres.
nl: Inschakelen van notificaties mislukt. Je kunt het opnieuw proberen in de instellingen.

# editLocationTitle
source: Location
fr: Localisation
nl: Locatie

# editLocationSavedMessage
source: Location saved
fr: Localisation enregistrée
nl: Locatie opgeslagen

# editLocationSaveErrorMessage
source: Failed to save location
fr: Échec de l'enregistrement de la localisation
nl: Opslaan van locatie mislukt

# editLocationEnableTitle
source: Enable location to
fr: Activer la localisation pour
nl: Schakel locatie in om

# editLocationNotNowButton
source: Not now
fr: Pas maintenant
nl: Niet nu

# editLocationEnableButton
source: Enable
fr: Activer
nl: Inschakelen

# editLocationServicesDisabledMessage
source: Location services are disabled. Please enable them in settings.
fr: Les services de localisation sont désactivés. Veuillez les activer dans les paramètres.
nl: Locatieservices zijn uitgeschakeld. Schakel ze in bij de instellingen.

# editLocationPermissionDeniedMessage
source: Location permission denied. You can enable it later in settings.
fr: Autorisation de localisation refusée. Vous pouvez l'activer plus tard dans les paramètres.
nl: Locatietoestemming geweigerd. Je kunt dit later inschakelen in de instellingen.

# editLocationPermissionDialogTitle
source: Location Permission Required
fr: Autorisation de localisation requise
nl: Locatietoestemming vereist

# editLocationPermissionDialogMessage
source: Location permission has been permanently denied. Please enable it in your device settings to use this feature.
fr: L'autorisation de localisation a été refusée de manière permanente. Veuillez l'activer dans les paramètres de votre appareil pour utiliser cette fonctionnalité.
nl: Locatietoestemming is permanent geweigerd. Schakel dit in bij je apparaatinstellingen om deze functie te gebruiken.

# editLocationPermissionDialogNotNow
source: Not now
fr: Pas maintenant
nl: Niet nu

# editLocationPermissionDialogOpenSettings
source: Open Settings
fr: Ouvrir les paramètres
nl: Instellingen openen

# editLocationCoordinatesErrorMessage
source: Could not get location coordinates
fr: Impossible d'obtenir les coordonnées de localisation
nl: Kan locatiecoördinaten niet ophalen

# editLocationEnableErrorMessage
source: Failed to enable location. Please try again.
fr: Échec de l'activation de la localisation. Veuillez réessayer.
nl: Inschakelen van locatie mislukt. Probeer het opnieuw.

# editLocationUnavailableMessage
source: Could not retrieve your location. You can add it later in settings.
fr: Impossible de récupérer votre localisation. Vous pouvez l'ajouter plus tard dans les paramètres.
nl: Kan je locatie niet ophalen. Je kan dit later toevoegen in de instellingen.

# editLocationApproximateInfo
source: Using approximate location. Enable 'Precise Location' in settings for better matching.
fr: Utilisation de la localisation approximative. Activez 'Localisation précise' dans les paramètres pour un meilleur matching.
nl: Gebruikt geschatte locatie. Schakel 'Precieze locatie' in bij instellingen voor betere matches.

# editNameTitle
source: Your name
fr: Votre nom
nl: Jouw naam

# editNameSuccessMessage
source: Changes successfully saved
fr: Modifications enregistrées avec succès
nl: Wijzigingen succesvol opgeslagen

# editNameErrorMessage
source: Failed to update, please try again
fr: Échec de la mise à jour, veuillez réessayer
nl: Bijwerken mislukt, probeer het opnieuw

# editNameLinkedInFormatError
source: LinkedIn URL format is invalid
fr: Le format de l'URL LinkedIn est invalide
nl: LinkedIn URL formaat is ongeldig

# editNameLinkedInMismatchDialogTitle
source: We couldn't find your name in your LinkedIn URL
fr: Nous n'avons pas trouvé votre nom dans votre URL LinkedIn
nl: We konden je naam niet vinden in je LinkedIn URL

# editNameLinkedInMismatchDialogMessage
source: Your LinkedIn URL doesn't seem to contain your first and last name. You can continue or double-check your URL.
fr: Votre URL LinkedIn ne semble pas contenir votre prénom et nom. Vous pouvez continuer ou vérifier votre URL.
nl: Je LinkedIn URL lijkt je voor- en achternaam niet te bevatten. Je kunt doorgaan of je URL nogmaals controleren.

# editNameLinkedInMismatchDialogCheckUrl
source: Check URL
fr: Vérifier l'URL
nl: URL controleren

# editNameLinkedInMismatchDialogContinue
source: Continue anyway
fr: Continuer quand même
nl: Toch doorgaan

# editNameFirstNameLabel
source: FIRST NAME
fr: PRÉNOM
nl: VOORNAAM

# editNameFirstNameHint
source: First name
fr: Prénom
nl: Voornaam

# editNameLastNameLabel
source: LAST NAME
fr: NOM
nl: ACHTERNAAM

# editNameLastNameHint
source: Last name
fr: Nom
nl: Achternaam

# editNameLinkedInLabel
source: LINKEDIN URL
fr: URL LINKEDIN

# editNameLinkedInHint
source: linkedin.com/in/your-name
fr: linkedin.com/in/votre-nom
nl: linkedin.com/in/jouw-naam
