Repository: vanbuynderwim/Venyu_Flutter
Catalog: lib/l10n/app_*.arb
Languages: fr, nl

# editNameLinkedInInfoMessage
source: We'll only share your LinkedIn profile in the introduction email once there's mutual interest. It's never shared when you first get matched.
fr: Nous ne partagerons votre profil LinkedIn que dans l'e-mail d'introduction une fois qu'il y a un intérêt mutuel. Il n'est jamais partagé lors du premier match.
nl: We delen je LinkedIn profiel alleen in de introductie-e-mail zodra er wederzijdse interesse is. Het wordt nooit gedeeld wanneer je voor het eerst gematcht wordt.

# editNameLinkedInMobileTip
source: On the LinkedIn mobile app: Go to your profile → tap the three dots (•••) → select 'Share profile' → tap 'Copy link'
fr: Sur l'app mobile LinkedIn : Allez sur votre profil → appuyez sur les trois points (•••) → sélectionnez 'Partager le profil' → appuyez sur 'Copier le lien'
nl: In de LinkedIn mobiele app: Ga naar je profiel → tik op de drie puntjes (•••) → selecteer 'Profiel delen' → tik op 'Link kopiëren'

# editEmailTitle
source: Email address
fr: Adresse e-mail
nl: E-mailadres

# editEmailSendCodeButton
source: Send verification code
fr: Envoyer le code de vérification
nl: Verificatiecode verzenden

# editEmailAddressLabel
source: EMAIL ADDRESS
fr: ADRESSE E-MAIL
nl: E-MAILADRES

# editEmailCodeSentMessage
source: A verification code has been sent to {email}. Please also check the spam folder.
fr: Un code de vérification a été envoyé à {email}. Veuillez aussi vérifier le dossier spam.
nl: Een verificatiecode is verzonden naar {email}. Controleer ook de spam.

# editEmailSuccessMessage
source: Contact email address updated
fr: Adresse e-mail de contact mise à jour
nl: Contact e-mailadres bijgewerkt

# editEmailSendCodeErrorMessage
source: Failed to send confirmation code, please try again
fr: Échec de l'envoi du code de confirmation, veuillez réessayer
nl: Verzenden van bevestigingscode mislukt, probeer het opnieuw

# editEmailVerifyCodeErrorMessage
source: Failed to verify code, please try again
fr: Échec de la vérification du code, veuillez réessayer
nl: Verifiëren van code mislukt, probeer het opnieuw

# editEmailVerifyCodeButton
source: Verify code
fr: Vérifier le code
nl: Code verifiëren

# editEmailAddressHint
source: A valid email address
fr: Une adresse e-mail valide
nl: Een geldig e-mailadres

# editEmailInfoMessage
source: We only use your email for account verification, match notifications, request status updates, and service messages.
fr: Nous utilisons votre e-mail uniquement pour la vérification du compte, les notifications de match, les mises à jour de vos demandes et les messages de service.
nl: We gebruiken je e-mail alleen voor accountverificatie, matchmeldingen, updates over je vragen en serviceberichten.

# editEmailNewsletterLabel
source: SUBSCRIBE FOR VENYU UPDATES
fr: S'ABONNER AUX UPDATES VENYU
nl: INSCHRIJVEN VOOR VENYU UPDATES

# editEmailVerificationCodeLabel
source: Verification code
fr: Code de vérification
nl: Verificatiecode

# editEmailVerificationCodeHint
source: Enter 6-digit code
fr: Entrez le code à 6 chiffres
nl: Voer 6-cijferige code in

# editEmailOtpInfoMessage
source: Please check your spam folder if you don't see the verification code.
fr: Veuillez vérifier votre dossier spam si vous ne voyez pas le code de vérification.
nl: Controleer ook je spam folder als je de verificatiecode niet ziet.

# editContactSettingSavedMessage
source: Contact info saved
fr: Coordonnées enregistrées
nl: Contactgegevens opgeslagen

# editContactSettingErrorMessage
source: Failed to update contact info, please try again
fr: Échec de la mise à jour des coordonnées, veuillez réessayer
nl: Bijwerken van contactgegevens mislukt, probeer het opnieuw

# editContactSettingValueHint
source: Enter value
fr: Entrez la valeur
nl: Voer waarde in

# editCityTitle
source: City
fr: Ville
nl: Stad

# editCitySavedMessage
source: City saved
fr: Ville enregistrée
nl: Stad opgeslagen

# editCityErrorMessage
source: Failed to update city, please try again
fr: Échec de la mise à jour de la ville, veuillez réessayer
nl: Bijwerken van stad mislukt, probeer het opnieuw

# editCityCityLabel
source: CITY
fr: VILLE
nl: STAD

# editCityCityHint
source: City
fr: Ville
nl: Stad

# editCityInfoMessage
source: Your city is only shared with people you match with and is not publicly visible. This helps facilitate better in-person meetups once a connection is established.
fr: Votre ville n'est partagée qu'avec les personnes avec qui vous matchez et n'est pas publiquement visible. Cela facilite les rencontres en personne une fois qu'une connexion est établie.
nl: Je stad wordt alleen gedeeld met mensen waarmee je matcht en is niet publiek zichtbaar. Dit helpt om betere persoonlijke ontmoetingen te faciliteren zodra een connectie is gemaakt.

# editCompanyNameTitle
source: Company name
fr: Nom de l'entreprise
nl: Bedrijfsnaam

# editCompanyNameSuccessMessage
source: Company info changes saved
fr: Modifications des infos de l'entreprise enregistrées
nl: Bedrijfsinfo wijzigingen opgeslagen

# editCompanyNameErrorMessage
source: Failed to update company info, please try again
fr: Échec de la mise à jour des infos de l'entreprise, veuillez réessayer
nl: Bijwerken van bedrijfsinfo mislukt, probeer het opnieuw

# editCompanyNameCompanyLabel
source: COMPANY NAME
fr: NOM DE L'ENTREPRISE
nl: BEDRIJFSNAAM

# editCompanyNameCompanyHint
source: Company name
fr: Nom de l'entreprise
nl: Bedrijfsnaam

# editCompanyNameWebsiteLabel
source: WEBSITE
fr: SITE WEB

# editCompanyNameWebsiteHint
source: Website
fr: Site web

# editCompanyNameInfoMessage
source: Your company name and website are only shared with people you get introduced to, not with matches. They help make introductions more meaningful and relevant.
fr: Votre nom d'entreprise et site web ne sont partagés qu'avec les personnes avec qui vous êtes présenté, pas avec les matches. Ils rendent les introductions plus significatives et pertinentes.
nl: Je bedrijfsnaam en website worden alleen gedeeld met mensen aan wie je geïntroduceerd wordt, niet met matches. Ze helpen introducties zinvoller en relevanter te maken.

# editAvatarTitle
source: Profile Picture
fr: Photo de profil
nl: Profielfoto

# editAvatarSuccessMessage
source: Profile picture saved
fr: Photo de profil enregistrée
nl: Profielfoto opgeslagen

# editAvatarErrorMessage
source: Failed to save profile picture
fr: Échec de l'enregistrement de la photo de profil
nl: Opslaan van profielfoto mislukt

# editAvatarRemoveButton
source: Remove
fr: Supprimer
nl: Verwijderen

# editAvatarAddTitle
source: Add a profile picture
fr: Ajouter une photo de profil
nl: Voeg een profielfoto toe

# editAvatarInfoMessage
source: Your photo is often your first impression. Choose a clear, friendly headshot that feels like you.
fr: Votre photo est souvent votre première impression. Choisissez un portrait clair et amical qui vous ressemble.
nl: Je foto is vaak je eerste indruk. Kies een duidelijke, vriendelijke headshot.

# editAvatarCameraButton
source: Camera
fr: Caméra

# editAvatarGalleryButton
source: Gallery
fr: Galerie
nl: Galerij

# editAvatarNextButton
source: Next
fr: Suivant
nl: Volgende

# editBioTitle
source: About you
fr: À propos de vous
nl: Over jou

# editBioSuccessMessage
source: Profile bio saved
fr: Bio du profil enregistrée
nl: Profiel bio opgeslagen

# editBioErrorMessage
source: Failed to update profile bio, please try again
fr: Échec de la mise à jour de la bio du profil, veuillez réessayer
nl: Bijwerken van profiel bio mislukt, probeer het opnieuw

# editBioInfoMessage
source: Your bio is your professional introduction. Share what you do, what interests you, and how you like to work with others. A clear bio helps people understand who's behind the match.
fr: Votre bio est votre introduction professionnelle. Partagez ce que vous faites, ce qui vous intéresse et comment vous aimez travailler avec les autres. Une bio claire aide les gens à comprendre qui se cache derrière le match.
nl: Je bio is je professionele introductie. Deel wat je doet, wat je interesseert en hoe je graag samenwerkt met anderen. Een duidelijke bio helpt mensen begrijpen wie er achter de match zit.

# editBioPlaceholder
source: Write your bio here...
fr: Écrivez votre bio ici...
nl: Schrijf hier je bio...

# promptCardCreatedLabel
source: Created
fr: Créé
nl: Aangemaakt

# promptCardReviewedLabel
source: Reviewed
fr: Révisé
nl: Beoordeeld

# promptCardStatusLabel
source: Status
fr: Statut

# promptCardUpgradeTitle
source: Extend your request visibility
fr: Étendez la visibilité de votre demande
nl: Verleng je vraag zichtbaarheid

# promptCardUpgradeSubtitle
source: Upgrade to Venyu Pro to keep your request online for 10 days instead of 3.
fr: Passez à Venyu Pro pour garder votre demande en ligne pendant 10 jours au lieu de 3.
nl: Upgrade naar Venyu Pro om je vraag 10 dagen in plaats van 3 online te houden.

# promptCardUpgradeButton
source: Upgrade to Pro
fr: Passer à Pro
nl: Upgraden naar Pro

# promptIntroErrorMessage
source: Failed to load matches
fr: Échec du chargement des matches
nl: Laden van matches mislukt

# promptIntroRetryButton
source: Retry
fr: Réessayer
nl: Opnieuw proberen

# promptIntroEmptyTitle
source: No matches yet
fr: Pas encore de matches
nl: Nog geen matches

# promptIntroEmptyDescription
source: When people match with your request, their profiles will appear here.
fr: Quand des personnes matchent avec votre demande, leurs profils apparaîtront ici.
nl: Wanneer mensen matchen met je vraag, verschijnen hun profielen hier.

# promptStatsTitle
source: Stats coming soon
fr: Stats bientôt disponibles
nl: Statistieken komen binnenkort

# promptStatsDescription
source: Track your request's performance, views, and engagement metrics.
fr: Suivez les performances de votre demande, les vues et les métriques d'engagement.
nl: Volg de prestaties, weergaven en engagement metrics van je vraag.

# interactionTypeSelectionTitleFromPrompts
source: Thank you{name}
fr: Merci{name}
nl: Bedankt{name}

# interactionTypeSelectionSubtitleFromPrompts
source: Now, let's make the net work for you
fr: Maintenant, faisons travailler le réseau pour vous
nl: Make the net work for you

# interactionTypeSelectionSubtitleDefault
source: Write your own offer or request
fr: Écrivez votre propre offre ou demande
nl: Schrijf zelf een aanbod of vraag

# interactionTypeSelectionDisclaimerText
source: Requests are reviewed before going live
fr: Les demandes sont révisées avant d'être publiées
nl: Vragen worden nagekeken voordat ze live gaan

# interactionTypeSelectionDisclaimerBeforeLinkText
source: Requests are reviewed according to our
fr: Les demandes sont révisées selon nos
nl: Vragen worden nagekeken volgens onze

# interactionTypeSelectionDisclaimerLinkText
source: community guidelines
fr: directives de la communauté
nl: community richtlijnen

# interactionTypeSelectionShowGuidelines
source: Show community guidelines
fr: Afficher les directives de la communauté
nl: Community richtlijnen tonen

# interactionTypeSelectionHideGuidelines
source: Hide community guidelines
fr: Masquer les directives de la communauté
nl: Community richtlijnen verbergen

# interactionTypeSelectionNotNowButton
source: Not now
fr: Pas maintenant
nl: Niet nu

# interactionTypeSelectionPrivatePromptsInfo
source: An offer describes how you can help others. Keep it short but clear, the more specific the better we can match you with the right requests.
fr: Une offre décrit comment vous pouvez aider les autres. Gardez-le court mais clair, plus c'est spécifique, mieux nous pourrons vous matcher avec les bonnes demandes.
nl: Een aanbod beschrijft hoe je anderen kan helpen. Hou het kort maar duidelijk, hoe specifieker hoe beter we jou kunnen matchen met de juiste vragen.

# promptDetailTitle
source: Detail
fr: Détail

# promptDetailStatusTitle
source: Status
fr: Statut

# promptDetailHowYouMatchTitle
source: Control matching
fr: Contrôler le matching
nl: Matchen beheren

# promptDetailHowYouMatchDescription
source: Pause matching on this request to temporarily stop receiving new matches. You can resume at any time.
fr: Mettez en pause le matching sur cette demande pour arrêter temporairement de recevoir de nouveaux matches. Vous pouvez reprendre à tout moment.
nl: Pauzeer het matchen op deze vraag om tijdelijk te stoppen met nieuwe matches ontvangen. Je kan op elk moment hervatten.

# promptDetailPublishedInTitle
source: Published in
fr: Publié dans
nl: Gepubliceerd in

# promptDetailErrorMessage
source: Failed to load request
fr: Échec du chargement de la demande
nl: Laden van vraag mislukt

# promptDetailErrorDataMessage
source: Failed to load request data
fr: Échec du chargement des données de la demande
nl: Laden van vraag mislukt

# promptDetailRetryButton
source: Retry
fr: Réessayer
nl: Opnieuw proberen

# promptDetailEmptyMatchesTitle
source: No matches yet
fr: Pas encore de matches
nl: Nog geen matches

# promptDetailEmptyMatchesDescription
source: When people match with your request, their profiles will appear here.
fr: Quand des personnes matchent avec votre demande, leurs profils apparaîtront ici.
nl: Wanneer mensen matchen met je vraag, verschijnen hun profielen hier.

# promptDetailEditButton
source: Edit request
fr: Modifier la demande
nl: Vraag bewerken

# promptDetailPreviewUpdatedMessage
source: Preview setting updated
fr: Paramètre d'aperçu mis à jour
nl: Preview instelling bijgewerkt

# promptDetailMatchSettingUpdatedMessage
source: Match setting updated
fr: Paramètre de match mis à jour
nl: Match instelling bijgewerkt

# promptDetailPauseMatchingTitle
source: Pause matching?
fr: Mettre en pause le matching ?
nl: Matching pauzeren?

# promptDetailPauseMatchingMessage
source: You will no longer receive matches for "{interactionType}" on this request. You can resume matching anytime.
fr: Vous ne recevrez plus de matches pour "{interactionType}" sur cette demande. Vous pouvez reprendre le matching à tout moment.
nl: Je ontvangt geen matches meer voor "{interactionType}" op deze vraag. Je kunt matching altijd hervatten.

# promptDetailPauseMatchingCancel
source: Cancel
fr: Annuler
nl: Annuleren

# promptDetailPauseMatchingMessageGeneric
source: You will no longer receive matches on this request. You can resume matching anytime.
fr: Vous ne recevrez plus de matches sur cette demande. Vous pouvez reprendre le matching à tout moment.
nl: Je ontvangt geen matches meer op deze vraag. Je kan matchen op elk moment hervatten.

# promptDetailMatchingActiveLabel
source: Matching is active
fr: Le matching est actif
nl: Matchen is actief

# promptDetailMatchingPausedLabel
source: Matching is paused
fr: Le matching est en pause
nl: Matchen is gepauzeerd

# promptItemPausedTag
source: Paused
fr: En pause
nl: Gepauzeerd

# promptDetailRejectButton
source: Reject
fr: Rejeter
nl: Afwijzen

# promptDetailApproveButton
source: Approve
fr: Approuver
nl: Goedkeuren

# promptDetailApprovedMessage
source: Request approved
fr: Demande approuvée
nl: Vraag goedgekeurd

# promptDetailRejectedMessage
source: Request rejected
fr: Demande rejetée
nl: Vraag afgewezen

# promptDetailDeleteButton
source: Delete
fr: Supprimer
nl: Verwijderen

# promptDetailDeleteConfirmTitle
source: Delete?
fr: Supprimer ?
nl: Verwijderen?

# promptDetailDeleteConfirmMessage
source: This will permanently delete your data. This action cannot be undone.
fr: Cela supprimera définitivement vos données. Cette action ne peut pas être annulée.
nl: Dit zal je gegevens permanent verwijderen. Deze actie kan niet ongedaan gemaakt worden.

# promptDetailDeleteConfirmButton
source: Delete
fr: Supprimer
nl: Verwijderen

# promptDetailDeleteCancelButton
source: Cancel
fr: Annuler
nl: Annuleren

# promptDetailDeletedMessage
source: Deleted
fr: Supprimé
nl: Verwijderd

# promptDetailDeleteErrorMessage
source: Failed to delete
fr: Échec de la suppression
nl: Verwijderen mislukt

# promptEditNextButton
source: Next
fr: Suivant
nl: Volgende

# promptEntryGreeting
source: Hi{firstName} 👋
fr: Salut{firstName} 👋
nl: Hoi{firstName} 👋

# promptEntryGreetingFirstTime
source: Let's practice first!
fr: Entraînons-nous d'abord !
nl: Laten we eerst oefenen!

# promptEntryFirstTimeDescription
source: The next {count} requests are practise examples to help you learn how to answer them.
fr: Les {count} prochaines demandes sont des exemples d'entraînement pour vous aider à apprendre comment y répondre.
nl: De volgende {count} vragen zijn oefenvoorbeelden om je te leren hoe je ze beantwoordt.

# promptEntryDailyDescription
source: {count, plural, =1{We've found 1 new request that matches your offers.} other{We've found {count} new requests that match your offers.}}
fr: {count, plural, =1{Nous avons trouvé 1 nouvelle demande qui correspond à vos offres.} other{Nous avons trouvé {count} nouvelles demandes qui correspondent à vos offres.}}
nl: {count, plural, =1{We hebben 1 nieuwe vraag gevonden die matcht met je aanbod.} other{We hebben {count} nieuwe vragen gevonden die matchen met je aanbod.}}

# promptEntryButton
source: Show me
fr: Montrez-moi
nl: Laat zien

# promptFinishTitle
source: Request submitted!
fr: Demande soumise !
nl: Vraag ingediend!

# promptFinishDescription
source: Your request has been successfully submitted and is being reviewed. We'll notify you once it's live.
fr: Votre demande a été soumise avec succès et est en cours d'examen. Nous vous préviendrons une fois qu'elle sera en ligne.
nl: Je vraag is succesvol ingediend en wordt beoordeeld. We laten je weten wanneer deze live is.

# promptFinishReviewInfo
source: Reviews typically take less than 24 hours
fr: Les examens prennent généralement moins de 24 heures
nl: Beoordelingen duren meestal minder dan 24 uur

# promptFinishDoneButton
source: Done
fr: Terminé
nl: Klaar

# promptFinishSavedTitle
source: Offer saved
fr: Offre enregistrée
nl: Aanbod opgeslagen

# promptFinishSavedDescription
source: Your offer has been successfully saved!
fr: Votre offre a été enregistrée avec succès !
nl: Je aanbod is succesvol opgeslagen!

# promptPreviewTitle
source: Preview
fr: Aperçu
nl: Voorbeeld

# promptPreviewNextButton
source: Next
fr: Suivant
nl: Volgende

# promptPreviewSubmitButton
source: Submit
fr: Soumettre
nl: Indienen

# promptPreviewErrorUpdate
source: Failed to update
fr: Échec de la mise à jour
nl: Bijwerken mislukt

# promptPreviewErrorSubmit
source: Failed to submit
fr: Échec de la soumission
nl: Indienen mislukt

# promptSelectVenueTitle
source: Select audience
fr: Sélectionner le public
nl: Selecteer publiek

# promptSelectVenueSubtitle
source: Where would you like to publish?
fr: Où souhaitez-vous publier ?
nl: Waar wil je publiceren?

# promptSelectVenuePublicTitle
source: Publish publicly
fr: Publier publiquement
nl: Publiek publiceren

# promptSelectVenuePublicDescription
source: Visible to all users
fr: Visible par tous les utilisateurs
nl: Zichtbaar voor alle gebruikers

# promptSelectVenueOrTitle
source: Or select a specific venue
fr: Ou sélectionnez un lieu spécifique
nl: Of selecteer een specifieke venue

# promptSelectVenueNextButton
source: Next
fr: Suivant
nl: Volgende

# promptSelectVenueSubmitButton
source: Submit
fr: Soumettre
nl: Indienen

# promptSelectVenueErrorSubmit
source: Failed to submit
fr: Échec de la soumission
nl: Indienen mislukt

# promptSettingsTitle
source: Settings
fr: Paramètres
nl: Instellingen

# promptSettingsSubmitButton
source: Submit
fr: Soumettre
nl: Indienen

# promptSettingsErrorSubmit
source: Failed to submit
fr: Échec de la soumission
nl: Indienen mislukt

# promptsViewTitle
source: Requests
fr: Demandes
nl: Vragen

# promptsViewEmptyActionButton
source: Ask a question
fr: Posez une question
nl: Stel een vraag

# promptsViewAnswerPromptsButton
source: Unanswered requests
fr: Demandes non répondues
nl: Onbeantwoorde vragen

# promptsViewAllAnsweredMessage
source: All requests answered for today
fr: Toutes les demandes répondues pour aujourd'hui
nl: Alle vragen beantwoord voor vandaag

# promptsViewMyPromptsTitle
source: My requests
fr: Offre et demande
nl: Vraag en aanbod

# venueCodeFieldPlaceholder
source: Invite code
fr: Code d'invitation
nl: Uitnodigingscode

# venueDetailTitle
source: Venue details
fr: Détails du lieu

# venueDetailErrorLoading
source: Failed to load venue details
fr: Échec du chargement des détails du lieu
nl: Laden van venue details mislukt

# venueDetailRetryButton
source: Retry
fr: Réessayer
nl: Opnieuw proberen

# venueDetailNotFound
source: Venue not found
fr: Lieu non trouvé
nl: Venue niet gevonden

# venueDetailMemberSingular
source: Member
fr: Membre
nl: Lid

# venueDetailMembersPlural
source: Members
fr: Membres
nl: Leden

# venueDetailCardSingular
source: Request
fr: Demande
nl: Vraag

# venueDetailCardsPlural
source: Requests
fr: Demandes
nl: Vragen

# venueDetailEmptyMatchesTitle
source: No matches yet
fr: Pas encore de matches
nl: Nog geen matches

# venueDetailEmptyMatchesDescription
source: When members match through this venue, their profiles will appear here.
fr: Quand les membres matchent via ce lieu, leurs profils apparaîtront ici.
nl: Wanneer leden matchen via deze venue, verschijnen hun profielen hier.

# venueDetailOpenForMatchmaking
source: Open for matchmaking
fr: Ouvert pour le matching
nl: Open voor matchmaking

# venueDetailOpenFrom
source: Open for matchmaking from {startDate}
fr: Ouvert pour le matching à partir du {startDate}
nl: Open voor matchmaking vanaf {startDate}

# venueDetailOpenUntil
source: Open for matchmaking until {endDate}
fr: Ouvert pour le matching jusqu'au {endDate}
nl: Open voor matchmaking tot {endDate}

# venueDetailOpenFromUntil
source: Open for matchmaking from {startDate} until {endDate}
fr: Ouvert pour le matching du {startDate} au {endDate}
nl: Open voor matchmaking vanaf {startDate} tot {endDate}

# venueProfilesViewTitle
source: {venueName} Members
fr: Membres de {venueName}
nl: {venueName} Leden

# venueProfilesViewEmptyTitle
source: No members found
fr: Aucun membre trouvé
nl: Geen leden gevonden

# venueProfilesViewEmptyDescription
source: This venue doesn't have any members yet.
fr: Ce lieu n'a pas encore de membres.
nl: Deze venue heeft nog geen leden.

# venuePromptsViewTitle
source: {venueName} requests
fr: Demandes de {venueName}
nl: {venueName} vragen

# venuePromptsViewEmptyTitle
source: No requests found
fr: Aucune demande trouvée
nl: Geen vragen gevonden

# venuePromptsViewEmptyDescription
source: This venue doesn't have any requests yet.
fr: Ce lieu n'a pas encore de demandes.
nl: Deze venue heeft nog geen vragen.

# communityGuidelinesTitle
source: Guidelines
fr: Directives
nl: Richtlijnen

# communityGuidelinesAllowed
source: Networking, sharing knowledge, asking for help, sharing experience and expertise, making relevant introductions, exploring collaboration, sparring on challenges, searching for co-founders or strategic partners, entrepreneurial questions, seeking or giving recommendations.
fr: réseautage, Partage de connaissances, demande d'aide, partage d'expérience et d'expertise, introductions pertinentes, exploration de collaborations, réflexion sur des défis, recherche de co-fondateurs ou partenaires stratégiques, questions entrepreneuriales, recherche ou don de recommandations.
nl: Netwerken, kennis delen, hulp vragen, ervaringen en expertise delen, relevante introducties leggen, samenwerking verkennen, sparren over uitdagingen, co-founders of strategische partners zoeken, ondernemersvragen, aanbevelingen zoeken of geven.
